export const S1_PAPER = [
  {
    id: 1,
    paras: [
      "时代背景构成故事底色。",
      "魏晋时代和想象里的印度很相似，贵族社会，阶层之间高度固化，密不透风，上品无寒门，下品无势族。而另一方面，由于儒家思想的崩溃，社会缺乏主流价值观的约束，又时常处于自由无序的状态。加上玄学的兴起和民族大融合，使得每个人的精神都得到了史无前例的解放。",
      "没有约束的精神解放，最终让社会在混乱中走向疯狂，权贵阶层不加掩饰的敛财、杀戮、剥削，名士阶层（知识阶层）弃绝独立人格、娱乐至死、彻底失去社会导向能力，庶民阶层要么极度拜金、崇尚不择手段的成功、相互迫害，要么逃避现实、沉溺于丹药法术的幻梦之中。",
      "总而言之，是一个礼崩乐坏、全民狂欢的时代。"
    ]
  },
  {
    id: 2,
    paras: [
      "私铸货币在早期文明里很常见。因为当时的社会对经济的认识很初级，政府也没有完善的货币体系，所以私铸货币是合法的。每个大型庄园都自成一个经济体，它可以铸币，用于内部流通，也可以推广自己的货币，并利用这个结算层来控制市场。这个过程特别像在区块链里发行各种加密货币。",
      "故事里，皇后集团和东宫集团都发行了自己的货币，东宫党的货币叫「东华五铢」，皇后党的货币叫「金谷五铢」，东华五铢和金谷五铢的价格会随着皇后和太子的势力格局变化而起伏。"
    ]
  },
  {
    id: 3,
    paras: [
      "还有一个特殊概念，豪右。商人有钱了，土匪有钱了，但贵族圈不接纳这些人，他们就有可能发展成豪右。事实上，在没有太多暴利行业的古代，抢劫和走私永远比开办庄园赚钱更快，所以很多门阀也喜欢做这样的生意，他们会扶植一些豪右来做自己的白手套。",
      "商人大多来自庶族阶级，土匪大多来自游民阶级。游民阶级的价值观可以通过一个故事来展现：张飞和关羽在下定决定和刘备干大事业之前，因为担心拖家带口有累赘，于是他们干了一件事，张飞和关羽互相杀了对方全家。",
      "这就是游民的价值观，突出一个灭世。"
    ]
  },
  {
    id: 4,
    paras: [
      "品藻是名士生活里的重要组成部分之一。",
      "品藻的本质就是对人评头论足，然后排名分高下。在等级社会里，所有事都要有个第一第二，等级制的原则就是每个人、每件事都要有属于自己的位置。品藻涉及内容也很广泛，包括：品德、才学、功业、声威、风度、骨气、清谈、吟咏。",
      "而且品藻这件事本身相当油腻，纯粹是为了满足中年贵族指点江山的需求，但也有一些特例：桓温对殷浩说，咱们两个谁比谁强呢？殷浩说，我与我周旋久，宁做我。我是最了解自己的人，我只做我自己。",
      "清谈是品藻的一门。但清谈更加自由，没那么油腻，也没那么功利，不对事物赋予价值，只究其本质。比如探讨白马是不是马，这种看似没有意义的话题其实离真正的哲学很近。但很可惜，玄学最终只孕育出了奇门遁甲、中医和修仙。"
    ]
  },
  {
    id: 5,
    paras: [
      "九品官人法也贼荒诞。没有九品官人法的时候，普通人还能靠举孝廉得到一条出路，曹操为了让普通人更有出路，绞尽脑汁想出了这么个制度，结果执行起来反倒把阶级彻底固定死了。到后来，两晋彻底沦为贵族社会。"
    ]
  },
  {
    id: 6,
    paras: ["品藻里肯定没有这出，属于是现代化的魔改。"]
  },
  {
    id: 7,
    paras: [
      "名士是古代的明星，而风骨是他的明星气质，没有规律可循，也无法批量复制，很多名士虽血统高贵，资源无数，可无论怎样鼓吹营销，都无法让他赢得大众的追捧。而有些人天生就是明星，一举一动都是风骨。",
      "但这里的名士也是现代化的魔改"
    ]
  },
  {
    id: 8,
    paras: [
      "中国的四大美男全部来自魏晋南北朝（卫玠、嵇康、潘安、兰陵王），他们代表一种男色风尚。这个故事对卫玠进行了魔改，他是个跨性别者，会法术，靠服食丹药和化妆维持美貌，但他的身体早就被毒品废掉了。他可能会在第二季/第三季里变成反派主角，最后被某种瞳术「看杀」，完成「看杀卫玠」的典故。",
      "陆小乙的故事和卫玠没关系，陆小乙的灵感来自另一个典故：石崇争豪。还有几个经典的，窃玉偷香、洛阳纸贵、绿珠坠楼、何不食肉糜、武库失火。这个故事可以很长，可以有很多季。",
      "另外，有娈童（伪娘）和丹药（毒品）的魏晋才叫魏晋。"
    ]
  },
  {
    id: 9,
    paras: [
      "陆小乙的设定是27岁，出生的时候，东吴亡国。故事发生的时间是公元298年，西晋王朝将在三年后猝死。有一种遥远的事物将被震碎，但面前的人们毫不知情的氛围。",
      "历史上，江东陆氏出过很多名人，最有名的是团灭刘备（火烧连营）和关羽（水淹七军）的陆逊，然后是在这个故事里也有出场的陆机。陆小乙的设定是陆逊的亲孙子，陆机的堂弟。所以他是一个出身极其显赫的豪族子弟。",
      "但是东吴亡国了，所以陆家虽然在历史上地位很高，但在洛阳其实是没有一点根基的假贵族。陆机和陆云在洛阳连房子都买不起，还在公租房里住，因为他们来的时候通货膨胀，房子一千万一套（吕思勉·魏晋史）。而陆小乙因为来得早，所以很幸运，他还能有套房子。"
    ]
  },
  {
    id: 10,
    paras: [
      "这里有个很重要的前传故事，包括司天台也是很重要的元素。陆小乙的爸爸的故事会在后面和司天台一起介绍。"
    ]
  },
  {
    id: 11,
    paras: [
      "开篇要确立整个故事的基调。第一幕是陆小乙和卫玠在粉丝见面会上的遥望，但重点是陆小乙和同行伙伴之间的对话，殷伏黎和沈纨全程谈论卫玠的脸有没有整容、他有没有给皇后做过面首、他吃了什么药、丹药的副作用，等等。",
      "他们可能会谈到很多猎奇元素，故事从这段关于明星八卦、毒品和跨性别者的闲谈开始。顺便引出陆小乙以前在学宫的经历。然后，快要散场的时候，陆小乙突然被人认出来，并迅速成为观众区的焦点。这时候他才知道，原来他也出名了。",
      "第一章我想的是漫谈风格，就像纽约时报上的新闻专题，一本正经的语气，无厘头的内容。原本还对前途充满迷茫的陆小乙，突然开始了他的名士体验。陆小乙、殷伏黎和沈纨，三个不靠谱且和主流社会格格不入的人，碰上了一群附庸风雅、不懂装懂、虚伪精致的士族阶级，然后还有各种第三视角，像接受采访一样对陆小乙进行评价。",
      "最后就是到了一场清谈沙龙，虞氏父女终于把这个事讲圆了，完成了水府流云图第一阶段的发酵。"
    ]
  },
  {
    id: 12,
    paras: [
      "其实这个时代的画都不怎么牛逼，正常来说应该是在顾恺之和陆探微以后，到了南朝的时候才形成技术体系的。神妙逸能这个鉴赏体系就更后面了。这个时代的画其实都很垃圾，我想象里的水府流云图至少是宋朝人能画出来的东西。"
    ]
  },
  {
    id: 13,
    paras: ["殷伏黎是女主角。"]
  },
  {
    id: 14,
    paras: [
      "《超现实主义宣言》里有一段话：不要误解我的想法，因为我说你有时候应该看看墙上的痕迹，火里的灰烬，或者是云，或者是泥，以及别的类似的东西；假如你细心细致地看，你真的可以得到妙想。画家的思想被激励起来，去进行新的发明创造，去安排营构动物与人的战役，组合成各种风景，或者是可怕的事物，比方说魔鬼或者类似能让你心惊胆战的东西，因为在模糊的事物中，人的思想可以找到新的灵感来源。",
      "水府流云图要的就是这种感觉。"
    ]
  },
  {
    id: 15,
    paras: [
      "原版故事：石崇与王恺争豪，并穷绮丽，以饰舆服。武帝，恺之甥也，每助恺。尝以一珊瑚树高二尺许赐恺，枝柯扶疏，世罕其比。恺以示崇。崇视讫，以铁如意击之，应手而碎。恺既惋惜，又以为疾己之宝，声色甚厉。崇曰：“不足恨，今还卿。”乃命左右悉取珊瑚树，有三尺四尺、条干绝世，光彩溢目者六七枚，如恺许比甚众。恺惘然自失。"
    ]
  },
  {
    id: 16,
    paras: [
      "这里我觉得应该有个过程，一开始大家还比较拘谨，只有陆小乙一个人发疯，开口就是暴论，然后他才慢慢点燃了大家心里的火苗。再然后，比他更专业的庶族文学家才真正放飞自我，搞出各种名作，我现在只找到了《钱神赋》和《徙戎论》这两篇比较狂野的文章，后面再找两个，全部塞到推云集里。",
      "推云集肯定也会遇到很多阻力，比如有关部门的围追堵截，然后就开始打游击战，四夷坊任何一个公开场所都可以成为推云集的舞台，有时还会同时在不同的地方演出。任何人都可以代表推云集，任何人都可以说五分钟脱口秀，它就是这样变成精神符号的。"
    ]
  },
  {
    id: 17,
    paras: [
      "上一章是推云集的庶族士子，这一章讲讲粉丝团瞳朦子。因为后面还有瞳朦子的专场，所以这里还是保持一点神秘，通过江统、许无垠和陈谊的调查，侧面拼凑出瞳朦子的发展过程。"
    ]
  },
  {
    id: 18,
    paras: [
      "第一章讲水府流云图，第二、三章讲水府流云图衍生出来的推云集和瞳朦子。水府流云图、推云集和瞳朦子在精神上是一脉相承的。推云集上的知识分子是煽动别人造反的革命家，瞳朦子就是被他们煽动起来的、实际的造反执行者。目前看起来是这个走向。",
      "白伊蔚的死相当于把炸弹拿出来了，但大家还在犹豫，第四章的作用就是把这根引线点燃。所以吴坦尔的故事，就是他为什么会被革命第一枪打倒的故事。但我也不想吴坦尔只是一个标准的坏人，我觉得他应该有90%的好人成分。因为革命这个事本身就没那么讲理，闹革命的重点肯定是闹。"
    ]
  },
  {
    id: 19,
    paras: [
      "这个时代就没有爱情的概念，人们会把追求爱情这件事称作一种“惑溺”，并把那些想要自由恋爱的男男女女们统称为鬼迷心窍。",
      "但这个故事也没讲爱情，就是一个普通的故事。"
    ]
  },
  {
    id: 20,
    paras: [
      "吴坦尔在推云集上胡说八道是这个故事的高潮，我想这里有个设计：吴坦尔正在接受掌声的时候，陈谊吕狄突然出现，闹了一小下，下个镜头直接切换到吴坦尔的尸体。然后，陈谊在勘验现场的同时，开始连环杀人案的蒙太奇，他离开现场，蒙太奇同步结束。然后再衔接陆小乙和陆山黛的事。"
    ]
  },
  {
    id: 21,
    paras: [
      "曹芳的爸爸叫曹律，是新上任的洛阳令，他和太子是同一类人：提拔庶族，支持庶族，但绝不会真正尊重庶族，庶族在他眼里只是工具。包括他的儿子。在曹律看来，曹钉筋是他和庶族女子的孩子，血统不纯，所以只能利用，绝对不能给他名分。这个社会对庶族的歧视既有制度性的，也有约定俗成的，也有这种看似支持改革实际上骨子里依然充满歧视的。",
      "曹钉筋这次登场的任务是把这个点讲出来：改革派和保守派本质上没有区别。"
    ]
  },
  {
    id: 22,
    paras: [
      "陆氏兄妹的小插曲是一个气口，平缓一下。最后一切重回风平浪静的时候，麻烦突然又来了。"
    ]
  },
  {
    id: 23,
    paras: ["很明显，越有文化的人中水府流云图的毒越深。"]
  },
  {
    id: 24,
    paras: [
      "宁蓉这里的表现刚好印证了许无垠的观点：水府流云图确实会放大人们内心深处的某些东西。吴坦尔后面也会展现出相似的反常。"
    ]
  },
  {
    id: 25,
    paras: [
      "吴坦尔不是坏，是软弱。他其实有很多优点：不歧视庶族，不歧视女性（都是相对大多数人来说），也善于接受不同的观点（不排斥推云集），也不想浑浑噩噩的活着。直到生命受到威胁的时候，到了要拼骨气的时候，好人吴坦尔的人设才彻底崩塌。"
    ]
  },
  {
    id: 26,
    paras: [
      "曹芳也不完全是坏人。在她的视角下，她对家庭忠贞不二，她尽了自己所有的本分，虽然她知道吴坦尔出轨，但她为了丈夫的名声和家庭和睦，也一直假装不知道。她是在无可奈何的情况下才决定反击的，而且她打的是小三，别说是古代，就是今天说给小三叛死刑都能有一堆人支持，所以她怎么折磨宁蓉都没错，她才是站在道德高点的一方。",
      "最后，她是看到休书后才失去理智的，如果她真的挑了吴坦尔的手筋，那她也活不成了。吴坦尔知道曹钉筋是个莽夫，什么事都敢做，所以他很害怕，他崩溃了。",
      "曹钉筋可以帮陆小乙绑架考官，可以帮曹芳挑吴坦尔的手筋，他这种设定肯定活不长。"
    ]
  },
  {
    id: 27,
    paras: [
      "为啥第一个死的是吴坦尔呢？是因为瞳朦子看得很透彻，曹芳不是罪魁祸首，吴坦尔才是。那瞳朦子为啥要帮宁蓉出头呢？宁蓉不是完美受害者，瞳朦子完全可以帮一个更有说服力的受害者复仇。",
      "这个问题我得在女二号登场的时候再解释。"
    ]
  },
  {
    id: 28,
    paras: [
      "虽然前面基本没提到这三个人，但他们一直都在故事里，就像陆小乙身边的调味剂一样。他们的剧情是这样：沈纨和陆小乙一起办推云集，他也想当明星，所以就让齐武子给他当枪手。但齐武子不会写叛逆的稿子，他是辞藻华丽型的传统文人，他根本没参与，所以他也没被抓。殷伏黎偶尔出现，看起来和推云集毫无关系，但陆小乙入狱后，殷伏黎开始接管后续的故事。"
    ]
  }
];
export const S2_PAPER = [
  {
    id: 1,
    paras: ["汉魏洛阳和北魏洛阳的结合体。"]
  },
  {
    id: 1,
    paras: [
      "这里有很多史实人物，像佛图澄、刘徽、郭象、张小猴，都是当时比较有名的科学家、妖僧、神仙家。其实这个创始人的设定特别讲究，每个人都有点来头。",
      "陆科对应的史实人物是郑隐。郑隐的师父是左慈，在道教里是和吕祖齐名的人神。而郑隐的弟子，就是道教祖师之一，葛洪。葛洪写了一本书叫抱朴子，算是整个道教体系的源头。在这个故事里，陆科是陆小乙的爸爸，是故事的暗线主角。"
    ]
  },
  {
    id: 2,
    paras: [
      "现在是三代司天台。初代司天台和二代司天台有一个特别完整的前传，是一个神仙家群像，每个人都有完整的故事，陆小乙的爸爸在前传故事里也不是主角，但他（左慈法术）和张小猴（天师道法术）的设定是法术战力天花板。简单概括一下：就是西晋建国的时候，曹氏家族余党看到大势已去，就逃到山里弄了个祭坛，想借邪神的力量反败为胜。有个叫鹿玄司的道士就是这次祭祀的主祭者，所有人都在祭祀的过程中绝食而死，只有鹿玄司活到最后，并成功唤醒邪神。于是，邪神附体的鹿道士就一路开挂，控制了皇帝，创造了政教合一的神权时代。",
      "皇上被控制之后，也没完全屈服，他偷偷找到学者刘徽，让他逃出洛阳，找一批神仙家回来，铲除邪神。几年后，刘徽就带着初代司天台成员回到洛阳，经历几轮激烈的斗法，大家终于干掉了鹿道士和邪神。参与行动的司天台、金谷园、学宫也从此开始崛起了。",
      "到了二代司天台的时候，皇后上位了，司天台里的旧势力被皇后视为眼中钉，于是她就开始分化司天台，最后支持皇后的凤氏家族和金谷园集团帮皇后集团消灭了所有异己，司天台大半成员惨遭屠杀。短暂的辉煌过后，司天台就开始走下坡路了。"
    ]
  }
];
export const S8_PAPER = [
  {
    id: 1,
    paras: [
      "洛阳有四环，宫城、内城、外城、郭城。四夷坊位于南部郭城，有点像第九区，政府把这一大群人扔在这里，任其自生自灭。反而让这里发展成了一个很独特的江湖。"
    ]
  },

  {
    id: 3,
    paras: [
      "殷伏黎和沈纨在一家当铺上班，老板是粟特人。沈纨是收当的外柜，殷伏黎是负责鉴宝的辨铜师，她不仅会鉴别真假青金石，还会说一口流利的粟特语。"
    ]
  }
];
export const S10_PAPER = [
  {
    id: 1,
    paras: [
      "这一章讲三件事：",
      "1. 陈谊在洛阳府的日常工作 → 交代陆小乙当下的境况。",
      "2. 吴坦尔之死 → 揭示吴坦尔的死亡真相，以及瞳朦子的杀人手法。女二号穆千穗正式登场。",
      "3. 陈谊的过去 → 主要是几个人物，陈谊、吕狄和穆千穗的关系。",
      "简而言之就是：女二号登场、吴坦尔杀青、推云集现状。剧情会往前走一大步。"
    ]
  },
  {
    id: 2,
    paras: [""]
  },
  {
    id: 3,
    paras: [""]
  },
  {
    id: 4,
    paras: [
      "太子党和推云集没关系，但因为江统和鲁褒是推云集的台柱子，他们在推云集里给太子招募了不少员工，强行把推云集捆在了太子党的战车上。",
      "这是太子党不成熟的表现，因为推云集每天都给自己挖坑，成熟的政治团伙不会和这种组织沾边。故事里主要有几个政治团伙，太子党、金谷园集团、赵王集团、学宫集团、皇后家族。大家都是心怀鬼胎的投机分子，但只有太子党锋芒毕露的同时破绽百出。",
      "",
      "真正的做局者是赵王。赵王的情况很复杂：首先，他是皇后党的核心成员。其次，他是火道背后的神秘投资人，而火道是把“推翻政权”写在教义里的叛党。最后，他最大的政敌是太子、成都王和琅琊王组成的东宫集团，他和太子有私仇，如果太子顺利继位，他一定会比皇后死得更惨。",
      "瞳朦子是火道的分支，他们也得到了赵王的资助。当他得知太子党正在调查瞳朦子的时候，他决定先下手为强。"
    ]
  },
  {
    id: 5,
    paras: [
      "水府流云图用巫术蛊惑人心，推云集散布各种反动言论煽动群众造反，瞳朦子组织恐怖袭击活动意图制造更大的混乱。"
    ]
  },
  {
    id: 6,
    paras: [
      "穆千穗是邪典女王的人设，极致的黑心、残忍、疯狂，就是这个角色的魅力所在。我希望她可以在这个故事里贯彻萨德侯爵的施虐哲学，然后火力全开，把好人、坏人全部无差别送进地狱。"
    ]
  },
  {
    id: 7,
    paras: [
      "穆客农和陈谊的关系也不是简单的主从，在穆客农眼里，陈谊既是奴隶，又是好搭档。虽然大部分时候穆客农对陈谊都很好，但这种好里始终透着一股让人不爽的、嗟来食的味道，实际上他并没有把陈谊当人看。陈谊本来觉得这是很正常的事，但吕狄的遭遇让他逐渐意识到自己也是人马，只不过穆客农不会表现得和穆千穗一样赤裸裸，仅此而已。这是他的反抗动机。"
    ]
  },
  {
    id: 8,
    paras: [
      "穆客白也是这一集的焦点人物。穆客农、穆客白、穆千穗、陈谊毕竟是一家人，他们有相似的性格特征，都是暴力狂。但是他们的暴力会呈现出不同的形态。穆客农是嚣张跋扈的黑道太子，穆客白是人之初性本恶，穆千穗是把施虐视为学术的哲学家。陈谊最隐蔽，他极力隐忍，但只要暴力的念头闪现出来，就会立即爆发。"
    ]
  },
  {
    id: 9,
    paras: [
      "陈谊射瞎穆千穗的眼睛算是她的第一次重生。我觉得穆千穗应该是个美女，看起来是那种低眉顺眼、温柔文静、任人宰割、很容易被侵犯的弱女子，和性格完全形成反差。被射瞎后半张脸毁容，就变成一半天使一半魔鬼的感觉了。"
    ]
  },
  {
    id: 10,
    paras: [
      "穆千穗是瞳朦子恐怖组织的幕后主使，吴坦尔是他们的第一个目标，选择吴坦尔的原因是宁蓉，宁蓉和穆千穗一样，都被人毁容了。穆千穗在宁蓉身上看到了自己，她也想过要自杀。所以，即便宁蓉在别人眼里是罪有应得的荡妇，但在穆千穗心里，她就是最完美的受害人。宁蓉是，曹芳也是。"
    ]
  }
];
export const S11_PAPER = [];
export const S12_PAPER = [
  {
    id: 1,
    paras: [
      "在这一章里，殷伏黎全程胡编乱造，每个故事都真假参半。她的所有谎言都是为了掩盖一件事，就是她窃取白符的真实目的。第一个故事，她谎称是来找画的，其实是为了找白符。第二个故事，她谎称用白符是为了救白伊蔚，这其实是针对虞妙典的能力做的障眼法，她对虞妙典瞳术的能力边界和局限性了如指掌（她知道无忧眼只能查到她最近一次的法术活动）。第三个故事，她谎称白符是从陆小乙家找到的，只要念咒就能用，其实根本就没有，她用的就是虞妙典的白符（无忧眼也不能分辨她用的是哪一张白符）。",
      "那殷伏黎作为一个游民，怎么会对虞妙典的能力那么熟悉呢。"
    ]
  },
  {
    id: 2,
    paras: [
      "这一段和第五章陆小乙画画那段对应，说明这个故事是殷伏黎照着陆小乙的经历编出来的，她不想说出白伊蔚之死的真相。"
    ]
  },
  {
    id: 3,
    paras: [""]
  },
  {
    id: 4,
    paras: ["许无垠在第三章明显不是文艺青年的设定，这里要有个明显的反转。"]
  },
  {
    id: 5,
    paras: [
      "她唯一无法解释的就是为什么她会用白符，这也是这段谎言里唯一的漏洞。殷伏黎用白符去救白伊蔚，是为了掩盖之前她用白符做的另一件事。"
    ]
  },
  {
    id: 6,
    paras: [
      "殷伏黎第一次去就是想找符咒，野火朝仙图根本就不是醉客寻山图，是她临时瞎编的。精髓就是瞪眼说瞎话，硬说醉客寻山图里藏着她的肖像。"
    ]
  },
  { id: 7, paras: ["如果有一个方术战力表，虞妙典应该是C级，殷伏黎是S级。"] }
];
export const S13_PAPER = [
  {
    id: 1,
    paras: [
      "春深居的早期设定是万事屋，后期变成阿卡姆疯人院。这个地方的布局，我想的是满江红里拍的那种宰相府，各种功能区，各种院，像迷宫一样。"
    ]
  },
  {
    id: 2,
    paras: [
      "前面说有前传，初代司天台是崛起的故事，二代司天台是败落的故事，公苏谨、凤秋吟、方隐游、姜探微、虞妙典、卫玠、还有江幻烛（就是和陆科一起死掉的二女儿，陆小乙的姐姐）都是二代司天台的主角。其实每个人在自己的故事线里都是主角。如果这个故事最终可以变成一个很长的系列，陆小乙就只是一根点燃烟火的引线。"
    ]
  }
];
export const S14_PAPER = [
  {
    id: 1,
    paras: [
      "这一章讲穆千穗几个的成长片段，她在成长的道路上分别遭遇了殷伏黎、公苏谨、方隐游，每个人都把她的三观彻底震碎，然后她再顽强的重建起来。她的哲学也在这个过程里逐渐成型。其实穆千穗的哲学也不是什么宏大的东西，就是施虐的哲学，施虐的艺术，就是把萨德侯爵的Sadism理论搬到这个故事里。这个故事也没有什么中心思想，就是想写几个符合我审美的角色。"
    ]
  },
  {
    id: 2,
    paras: [
      "我这点题了，狮子击象。狮子：推云集，陆小乙和殷伏黎；象：象牙面具，穆千穗。"
    ]
  },
  {
    id: 3,
    paras: [
      "穆千穗是养成型的，殷伏黎是从头疯到尾。这是她们的第一次对决，殷伏黎完胜。"
    ]
  },
  {
    id: 4,
    paras: [
      "殷伏黎、水府流云图、陆科的草稿，都是一次爆炸产生的不同碎片。也是这个故事最后的悬念。"
    ]
  },
  {
    id: 5,
    paras: [
      "火道是个大杂烩。阿莎力和火神崇拜的概念来自萨满教，真空家乡的教义和因果论的思想来自摩尼教（早期汉化佛教），整个教会的组织架构来自天师道（早期道教）。火道也叫西天师道。",
      "阿莎力、奥雅、代敏并称为三弥神，是火道的主神。"
    ]
  }
];
export const S15_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
export const S16_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
export const S17_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
export const S18_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
export const S19_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
