export const S1_PAPER = [
  {
    id: 1,
    paras: [
      "时代背景构成了故事底色。",
      "魏晋时代的主题是儒家信仰崩塌，儒家的道德秩序瓦解，但宗法秩序却坚不可摧。玄学代替儒学发展了四百年，最终也没能发展出西式哲学，而是发展成了东方道教。儒家道德就是礼义，礼崩乐坏、精神和肉体不受约束的解放，结果就是集体发疯，两晋时代，从皇室到知识分子到底层百姓，所有人的精神状态都特别逆天。",
      "像晋惠帝何不食肉糜、司马伦狗尾续貂、嵇康青白眼、刘伶当街展览生殖器、曹丕因为好朋友生前喜欢驴所以在他的葬礼上学驴叫，这种，其实都是小儿科，只是荒诞的疯，真正癫狂的是那些写不出典故的，像石虎拿婴儿的脑袋串丸子、高洋把爱人剥皮抽筋做成乐器然后唱佳人难再得，这种。但不管是哪一种疯法，在魏晋时代，都不算奇怪。",
      "我想这个故事的时候最担心的就是我不够疯，我心理太健康，我怕我还原不了这个时代。"
    ],
    toggle: false
  },
  {
    id: 2,
    paras: [
      "私铸货币在早期文明里很常见。因为当时的社会对经济的认识很初级，政府也没有完善的货币体系，所以私铸货币是合法的。每个大型庄园都自成一个经济体，它可以铸币，用于内部流通，也可以推广自己的货币，并利用这个结算层来控制市场。这个过程特别像在区块链里发行各种加密货币。",
      "故事里，皇后集团和东宫集团都发行了自己的货币，东宫党的货币叫「东华五铢」，皇后党的货币叫「金谷五铢」，东华五铢和金谷五铢的价格会随着皇后和太子的势力格局变化而起伏。"
    ],
    toggle: false
  },
  {
    id: 3,
    paras: [
      "还有一个特殊概念，豪右。商人有钱了，土匪有钱了，但贵族圈不接纳这些人，他们就有可能发展成豪右。事实上，在没有太多暴利行业的古代，抢劫和走私永远比开办庄园赚钱更快，所以很多门阀也喜欢做这样的生意，他们会扶植一些豪右来做自己的白手套。",
      "商人大多来自庶族阶级，土匪大多来自游民阶级。土匪在成为豪右之前，还有一个称谓，叫游侠。游侠不是褒义词，有个故事：张飞和关羽决定和刘备干大事业之前，因为担心拖家带口有累赘，于是他们干了一件事，张飞和关羽互相杀了对方全家。这就是游侠的价值观，突出一个灭世。"
    ],
    toggle: false
  }
];
export const S2_PAPER = [
  {
    id: 1,
    paras: [
      "有名士品藻的魏晋才叫魏晋。",
      "品藻的本质就是对人评头论足，然后排名分高下。在等级社会里，所有事都要有个第一第二，等级制的原则就是每个人、每件事都要有属于自己的位置。品藻涉及内容也很广泛，包括：品德、才学、功业、声威、风度、骨气、清谈、吟咏。",
      "而且品藻这件事本身相当油腻，纯粹是为了满足中年贵族指点江山的需求，但也有一些特例：桓温对殷浩说，咱们两个谁比谁强呢？殷浩说，我与我周旋久，宁做我。我是最了解自己的人，我只要做自己就够了。那个时代说出这种话真的需要一点神性。",
      "清谈是品藻的一门。但清谈更加自由，没那么油腻，也没那么功利，不对事物赋予价值，只究其本质。比如说，探讨白马是不是马，一根针上能站几个天使。这些话题看似没有意义，但我觉得哲学就是这么扯犊子扯出来的。"
    ]
  },
  {
    id: 2,
    paras: [
      "九品官人法也贼荒诞。没有九品官人法的时候，普通人还能靠举孝廉得到一条出路，曹操为了让普通人更有出路，绞尽脑汁想出了这么个制度，结果执行起来反倒把阶级彻底固定死了。到后来，两晋完完全全成了上品无寒门，下品无士族的贵族社会。"
    ]
  },
  {
    id: 3,
    paras: ["品藻里肯定没有这么一出，这都是按现代的套路编出来的。"]
  },
  {
    id: 4,
    paras: [
      "名士是古代的明星，而风骨是他的明星气质，没有规律可循，也无法批量复制，很多名士虽血统高贵，资源无数，可无论怎样鼓吹营销，都无法让他赢得大众的追捧。而有些人天生就是明星，一举一动都是风骨。",
      "这个故事里的名士就完全按现代明星的套路来。"
    ]
  }
];
export const S3_PAPER = [
  {
    id: 0,
    paras: [
      "中国的四大美男全部来自魏晋南北朝（卫玠、嵇康、潘安、兰陵王），他们代表一种男色风尚。这个故事对卫玠进行了魔改，他是个跨性别者，会法术，靠服食丹药和化妆维持美貌，但他的身体早就被毒品废掉了。他可能会在第二季/第三季里变成反派主角，最后被某种瞳术「看杀」，完成「看杀卫玠」的典故。",
      "陆小乙的故事和卫玠没关系，陆小乙的灵感来自另一个典故：石崇争豪。还有几个经典的，窃玉偷香、洛阳纸贵、绿珠坠楼、何不食肉糜、武库失火。这个故事可以很长，可以有很多季。",
      "另外，有娈童（伪娘）和丹药（毒品）的魏晋才叫魏晋。"
    ]
  },
  {
    id: 1,
    paras: [
      "陆小乙的设定是27岁，出生的时候，东吴亡国。故事发生的时间是公元298年，西晋王朝将在三年后猝死。有一种遥远的事物将被震碎，但面前的人们毫不知情的氛围。",
      "陆小乙的陆氏，是历史上吴国的国姓之一。陆氏有很多名人，最有名的是团灭刘备（火烧连营）和关羽（水淹七军）的陆逊，然后是在这个故事里也有出场的陆机。陆小乙的设定是陆逊的亲孙子，陆机的堂弟。所以他是一个出身极其显赫的豪族子弟。",
      "但问题是东吴亡国了，所以陆家虽然在名气上比九成的洛阳贵族都大，但实际上却是没有一点根基的伪豪族。陆机和陆云在洛阳连房子都买不起，还在公租房里住，因为他们来的时候通货膨胀，房子一千万一套（这不是编的，陆机后来买房就是花了一千万，属于高位接盘）。而陆小乙因为来得早，所以很幸运，他还有套房子。"
    ]
  },
  {
    id: 2,
    paras: [
      "这里有个很重要的前传故事，包括司天台也是很重要的元素。陆小乙的爸爸的故事会在后面和司天台一起介绍。"
    ]
  },
  {
    id: 3,
    paras: ["画线的角色都是后面还会出现的主要配角。"]
  }
];
export const S4_PAPER = [
  {
    id: 1,
    paras: [
      "开篇要确立整个故事的基调。第一幕是陆小乙和卫玠在粉丝见面会上的遥望，但重点是陆小乙和同行伙伴之间的对话，殷伏黎和沈纨全程谈论卫玠的脸有没有整容、他有没有给皇后做过面首、他吃了什么药、丹药的副作用，等等。",
      "他们可能会谈到很多猎奇元素，故事从这段关于明星八卦、毒品和跨性别者的闲谈开始。顺便引出陆小乙以前在学宫的经历。然后，快要散场的时候，陆小乙突然被人认出来，并迅速成为观众区的焦点。这时候他才知道，原来他也出名了。",
      "第一章我想的是漫谈风格，就像纽约时报上的新闻专题，一本正经的语气，无厘头的内容。原本还对前途充满迷茫的陆小乙，突然开始了他的名士体验。陆小乙、殷伏黎和沈纨，三个不靠谱且和主流社会格格不入的人，碰上了一群附庸风雅、不懂装懂、虚伪精致的士族阶级，然后还有各种第三视角，像接受采访一样对陆小乙进行评价。",
      "最后就是到了一场清谈沙龙，虞氏父女终于把这个事讲圆了，完成了第一阶段的发酵：质疑、理解、加入。"
    ]
  },
  {
    id: 2,
    paras: [
      "其实这个时代的画都不怎么牛逼，应该是在顾恺之和陆探微以后，到了南朝的时候才形成技术体系的。神妙逸能这个鉴赏体系就更后面了。这个时代的画其实都很垃圾，我想象里的水府流云图至少应该是宋朝人才能画出来的东西。"
    ]
  },
  {
    id: 3,
    paras: [
      "陆小乙，字法蓝，还有虞妙哉，他们的名字其实都暗示一种刚刚兴起的佛教时尚。"
    ]
  },
  {
    id: 4,
    paras: ["殷伏黎是女主角。"]
  },
  {
    id: 5,
    paras: [
      "《超现实主义宣言》里有一段话：不要误解我的想法，因为我说你有时候应该看看墙上的痕迹，火里的灰烬，或者是云，或者是泥，以及别的类似的东西；假如你细心细致地看，你真的可以得到妙想。画家的思想被激励起来，去进行新的发明创造，去安排营构动物与人的战役，组合成各种风景，或者是可怕的事物，比方说魔鬼或者类似能让你心惊胆战的东西，因为在模糊的事物中，人的思想可以找到新的灵感来源。",
      "水府流云图要的就是这种感觉。"
    ]
  }
];
export const S5_PAPER = [
  {
    id: 1,
    paras: [
      "原版故事：石崇与王恺争豪，并穷绮丽，以饰舆服。武帝，恺之甥也，每助恺。尝以一珊瑚树高二尺许赐恺，枝柯扶疏，世罕其比。恺以示崇。崇视讫，以铁如意击之，应手而碎。恺既惋惜，又以为疾己之宝，声色甚厉。崇曰：“不足恨，今还卿。”乃命左右悉取珊瑚树，有三尺四尺、条干绝世，光彩溢目者六七枚，如恺许比甚众。恺惘然自失。"
    ]
  },
  {
    id: 2,
    paras: [
      "这里我觉得应该有个过程，一开始大家还比较拘谨，只有陆小乙一个人发疯，开口就是暴论，然后他才慢慢点燃了大家心里的火苗。再然后，比他更专业的庶族文学家才真正放飞自我，搞出各种名作，我现在只找到了《钱神赋》和《徙戎论》这两篇比较狂野的文章，后面再找两个，全部塞到狮山云集里。",
      "狮山云集肯定也会遇到很多阻力，比如有关部门的围追堵截，然后就开始打游击战，四夷坊任何一个公开场所都可以成为狮山云集的舞台，有时还会同时在不同的地方演出。任何人都可以代表狮山云集，任何人都可以说五分钟脱口秀，它就是这样变成精神符号的。"
    ]
  },
  {
    id: 3,
    paras: ["这个时代没有“大人”这个称谓，直接称呼姓+官名。"]
  },
  {
    id: 4,
    paras: ["这里我没想好，因为妥协就相当于背叛狮山云集的精神了。"]
  }
];
export const S6_PAPER = [
  {
    id: 1,
    paras: [
      "上一章是狮山云集的庶族士子，这一章讲讲粉丝团瞳朦子。这里保持一点神秘，通过江统、许无垠和陈谊的调查，侧面拼凑出瞳朦子的发展过程。",
      "瞳朦子这个名字是从「叆叇朦瞳」这几个字里取出来的。叆叇，云气盛，朦瞳，蒙住眼睛。云气太盛，遮住了眼睛。但感觉不是很好听。瞳朦子就像现在的粉丝组织，有各种应援套路，有各种唯粉私生粉之类的，在外界看来非常不讲理，非常疯狂。",
      "江统、许无垠和陈谊分别代表三种阶级，高级庶族、低级士族和特殊的游民（书吏）。游民为啥能当书吏呢。因为这个工作没保障，一分钱工资都没有，想赚钱就必须学会欺压和自己同处底层的可怜人，既出卖良心，又不好学，还容易得罪人。"
    ]
  },
  {
    paras: [
      "历史上的太子司马遹没这么强的存在感，都是各种草蛇灰线想象出来的。",
      "太子的真实结局是被皇后诬陷谋反，然后关在金墉城，没多久就被杀了。后来八王之乱，赵王打着给太子平反的旗号，联合三个诸侯王铲除了皇后党。",
      "皇后当时也被关在和太子同样的地方。太子是喝毒酒死的，所以皇后也得到了一杯毒酒，但皇后死得比太子更有骨气，太子死的时候都吓尿裤子了，皇后眼皮都没眨，直接把毒酒一饮而尽了。"
    ]
  },
  {
    paras: ["这个是ChatGPT写的"]
  }
];
export const S7_PAPER = [
  {
    id: 1,
    paras: [
      "第一章讲水府流云图，第二、三章讲水府流云图衍生出来的狮山云集和瞳朦子。水府流云图、狮山云集和瞳朦子在精神上是一脉相承的。狮山云集上的知识分子是煽动别人造反的革命家，瞳朦子就是被他们煽动起来的、实际的造反执行者。目前看起来是这个走向。",
      "白伊蔚的死相当于把炸弹拿出来了，但大家还在犹豫，第四章的作用就是把这根引线点燃。所以吴坦尔的故事，就是他为什么会被革命第一枪打倒的故事。但我也不想吴坦尔只是一个标准的坏人，我觉得他应该有90%的好人成分。因为革命这个事本身就没那么讲理，闹革命的重点肯定是闹。"
    ]
  },
  {
    id: 2,
    paras: [
      "这个时代就没有爱情的概念，人们会把追求爱情这件事称作一种“惑溺”，宗法秩序会把这些想要自由恋爱的男男女女们统称为鬼迷心窍。",
      "宁蓉应该是那种假文艺青年，有点审美，但不多，也没有什么独立思考的能力，会被各种潮流牵着鼻子走，被一些碎片式的思想裹挟。吴坦尔也一样，假文艺青年还是挺容易气味相投的，然后慢慢地，他们就会发现对方其实没有水平，内心深处也是互相瞧不起。关系里有这种内容。宁蓉是女的，所以她对吴坦尔的瞧不起更强烈点，但对吴坦尔的期待也更强。吴坦尔是男的，他就觉得宁蓉水平不行是正常的，不足为怪的。"
    ]
  },
  {
    id: 3,
    paras: [
      "吴坦尔在狮山云集上胡说八道是这个故事的高潮，这里有个设计：吴坦尔正在接受掌声的时候，陈谊吕狄突然出现，闹了一小下，下个镜头直接切换到吴坦尔的尸体。然后，陈谊在勘验现场的同时，开始连环杀人案的蒙太奇，他离开现场，蒙太奇同步结束。然后再衔接陆小乙和陆山黛的事。"
    ]
  },
  {
    id: 4,
    paras: [
      "曹芳的爸爸叫曹律，是新上任的洛阳令，他和太子是同一类人：提拔庶族，支持庶族，但绝不会真正尊重庶族，庶族在他眼里只是工具。包括他的儿子。在曹律看来，曹钉筋是他和庶族女子的孩子，血统不纯，所以只能利用，绝对不能给他名分。这个社会对庶族的歧视既有制度性的，也有约定俗成的，也有这种看似支持改革实际上骨子里依然充满歧视的。",
      "曹钉筋这次登场的任务是把这个点讲出来：改革派和保守派本质上没有区别。"
    ]
  },
  {
    id: 5,
    paras: [
      "陆氏兄妹的小插曲是一个气口，平缓一下。最后一切重回风平浪静的时候，麻烦突然又来了。"
    ]
  },
  {
    id: 6,
    paras: ["很明显，越有文化的人越容易中水府流云图的毒。"]
  },
  {
    id: 7,
    paras: [
      "宁蓉这里的表现刚好印证了许无垠的观点：水府流云图确实会放大人们内心深处的某些东西。吴坦尔后面也会展现出相似的反常。"
    ]
  },
  {
    id: 8,
    paras: [
      "吴坦尔不是坏，是软弱。他其实有很多优点：不歧视庶族，不歧视女性（都是相对大多数人来说），也善于接受不同的观点（不排斥狮山云集），也不想浑浑噩噩的活着。直到生命受到威胁的时候，到了要拼骨气的时候，好人吴坦尔的人设才彻底崩塌。"
    ]
  },
  {
    id: 9,
    paras: [
      "曹芳也不完全是坏人。在她的视角下，她对家庭忠贞不二，她尽了自己所有的本分，虽然她知道吴坦尔出轨，但她为了丈夫的名声和家庭和睦，也一直假装不知道。她是在无可奈何的情况下才决定反击的，而且她打的是小三，别说是古代，就是今天说给小三叛死刑都能有一堆人支持，所以她怎么折磨宁蓉都没错，她才是站在道德高点的一方。",
      "最后，她是看到休书后才失去理智的，如果她真的挑了吴坦尔的手筋，那她也活不成了。吴坦尔知道曹钉筋是个莽夫，什么事都敢做，所以他很害怕，他崩溃了。",
      "曹钉筋可以帮陆小乙绑架考官，可以帮曹芳挑吴坦尔的手筋，他这种设定肯定活不长。"
    ]
  },
  {
    id: 10,
    paras: [
      "为啥第一个死的是吴坦尔呢？是因为瞳朦子看得很透彻，曹芳不是罪魁祸首，吴坦尔才是。那瞳朦子为啥要帮宁蓉出头呢？宁蓉不是完美受害者，瞳朦子完全可以帮一个更有说服力的受害者复仇。",
      "这个问题我得在女二号登场的时候再解释。"
    ]
  },
  {
    id: 11,
    paras: [
      "虽然前面基本没提到这三个人，但他们一直都在故事里，就像陆小乙身边的调味剂一样。他们的剧情是这样：沈纨和陆小乙一起办狮山云集，他也想当明星，所以就让齐武子给他当枪手。但齐武子不会写叛逆的稿子，他是辞藻华丽型的传统文人，他根本没参与，所以他也没被抓。殷伏黎偶尔出现，看起来和狮山云集毫无关系，但陆小乙入狱后，殷伏黎开始接管后续的故事。"
    ]
  }
];
export const S8_PAPER = [
  {
    id: 1,
    paras: [
      "洛阳有四环，宫城、内城、外城、郊区，四夷坊在外城的外面，地理位置上，它是一个介于城市和郊区之间的城外城，有点像第九区，政府把这一大群人扔在这里，任其自生自灭。反而让四夷坊发展成了一个很独特的江湖。"
    ]
  },
  {
    id: 2,
    paras: [
      "这里的洛阳其实是个大杂烩：四夷坊的设定是根据北魏四夷馆改造的，整体的里坊秩序参照的是东京梦华录，鹩儿巷里的各种行话和规矩都是从清朝来的，还有粟特人，应该是在唐朝的时候才制霸中国市场的。"
    ]
  },
  {
    id: 3,
    paras: [
      "殷伏黎和沈纨在一家当铺上班，老板是粟特人。",
      "沈纨是收当的外柜，殷伏黎是负责鉴宝的辨铜师，她不仅会鉴别真假青金石，还会说一口流利的粟特语。"
    ]
  }
];
export const S9_PAPER = [
  {
    id: 1,
    paras: [
      "这一集的作用是承上启下，主要讲“水府流云图创作故事”的前半段，然后完成从陆小乙到殷伏黎的剧情转换，但这里的主角是胡炼。"
    ]
  },
  {
    id: 2,
    paras: [
      "陆小乙画画这段是《富江·画家》的剧情。殷伏黎是富江，陆小乙是最后被富江搞疯的画家。疯了才有水府流云图。"
    ]
  },
  {
    id: 3,
    paras: [
      "主事就是老鸨。主事是比较客气的尊称，干娘是妓女公开对她的称呼，讨主是妓女私下对她的称呼，凤头是清谈名士讲段子时说的文词。"
    ]
  },
  {
    id: 4,
    paras: [
      "同性恋在这个时代不稀奇，胡炼也不是完全抗拒，她主要是觉得殷伏黎不漂亮，也没有社会地位，配不上自己。"
    ]
  },
  {
    id: 5,
    paras: [
      "胡炼对陆小乙的态度和她对闺蜜的态度截然不同，虽然他们没有谈恋爱，但他们就是CP。"
    ]
  }
];
export const S10_PAPER = [
  {
    id: 1,
    paras: [
      "这一章讲三件事：",
      "1. 陈谊在洛阳府的日常工作 → 交代陆小乙当下的境况。",
      "2. 吴坦尔之死 → 揭示吴坦尔的死亡真相，以及瞳朦子的杀人手法。女二号穆千穗正式登场。",
      "3. 陈谊的过去 → 主要是几个人物，陈谊、吕狄和穆千穗的关系。",
      "简而言之就是：女二号登场、吴坦尔杀青、狮山云集现状。剧情会往前走一大步。"
    ]
  },
  {
    id: 2,
    paras: [
      "穆千穗是那种残虐却有一套哲学理念的女王。她虐待人的手段也是特别精致，特别猎奇，特别有野心的。但她目前还只是初级阶段，还没有成长。因为她只有十五岁。然后她和殷伏黎有很多相似的地方，这个后面再说。"
    ]
  },
  {
    id: 3,
    paras: [
      "陈谊射瞎穆千穗的眼睛算是她第一次成长。我想象里的女二号是特别美的那种，看起来是个低眉顺眼、温柔文静、任人宰割、很容易被侵犯的弱女子，和性格完全形成反差。被毁容之后就是一半天使一半魔鬼，这种设定。殷伏黎的外表就是又矮又瘦、不修边幅的普通人，我希望女一号的人设可以劲爆到不需要外貌buff的程度（这些角色特质要在后面专门列一下）。",
      "穆客农也是这段故事里的重要角色。穆客农、穆客白、穆千穗、穆子离是四个截然不同的暴力狂。娶亲这段还可以换一种剧情，比如直接抢亲，这种剧情我觉得也很强势，主要得看哪种剧情能给穆客农和穆客白更多发挥空间。",
      "穆客农是那种，像教父里的角色，墨西哥黑帮太子的感觉，他对陈谊也不是单纯的好或者坏。陈谊是他最亲近的人，但他没把陈谊当人看。然后陈谊，也不是那种理智稳重的人，他极力的想要稳重一点，但只要暴力的念头稍有闪现，他就会立即动手。整个穆氏家族都有种暴力狂的感觉，每个人的情绪都不稳定，只是表现的不一样。"
    ]
  },
  {
    id: 4,
    paras: [
      "太子党和狮山云集没关系，但因为江统和鲁褒是狮山云集的台柱子，他们在狮山云集里给太子招募了不少员工，强行把狮山云集捆在了太子党的战车上。",
      "这是太子党不成熟的表现，因为狮山云集每天都给自己挖坑，成熟的政治团伙不会和这种组织沾边。故事里主要有几个政治团伙，太子党、金谷园集团、赵王集团、学宫集团、皇后家族。大家都是心怀鬼胎的投机分子，但只有太子党锋芒毕露的同时破绽百出。",
      "",
      "真正的做局者是赵王。赵王的情况很复杂：首先，他是皇后党的核心成员。其次，他是火道背后的神秘投资人，而火道是把“推翻政权”写在教义里的叛党。最后，他最大的政敌是太子、成都王和琅琊王组成的东宫集团，他和太子有私仇，如果太子顺利继位，他一定会比皇后死得更惨。",
      "瞳朦子是火道的分支，他们也得到了赵王的资助。当他得知太子党正在调查瞳朦子的时候，他决定先下手为强。"
    ]
  },
  {
    id: 5,
    paras: [
      "水府流云图用巫术蛊惑人心，狮山云集散布各种反动言论煽动群众造反，瞳朦子组织恐怖袭击活动意图制造更大的混乱。"
    ]
  }
];
export const S11_PAPER = [
  {
    id: 1,
    paras: [
      "这里有很多历史上真实存在的人物，像佛图澄、刘徽、郭象、张小猴，都是当时比较有名的科学家、妖僧、神仙家。其实这个创始人的设定特别讲究，没有从别的年代借过来的角色。",
      "陆科对应的历史人物是郑隐。郑隐的师父是左慈，在道教里是和吕祖齐名的人神。而郑隐的弟子，就是道教祖师之一，葛洪。葛洪写了一本书叫抱朴子，算是整个道教体系的源头。在这个故事里，陆科是陆小乙的爸爸，是故事的暗线主角。"
    ]
  },
  {
    id: 2,
    paras: [
      "现在是三代司天台。初代司天台和二代司天台有一个特别完整的前传，是一个神仙家群像，每个人都有完整的故事，陆小乙的爸爸在前传故事里也不是主角，但他（左慈法术）和张小猴（天师道法术）的设定是法术战力天花板。简单描述一下：就是西晋建国的时候，曹氏家族余党看到大势已去，就逃到山里弄了个祭坛，想借邪神的力量反败为胜。有个叫鹿玄司的道士就是这次祭祀的主祭者，所有人都在祭祀的过程中绝食而死，只有鹿玄司活到最后，并成功唤醒邪神。于是，邪神附体的鹿道士就一路开挂，控制了皇帝，开启了政教合一的神权时代。",
      "皇上被控制之后，也没完全屈服，他偷偷找到学者刘徽，让他逃出洛阳，找一批神仙家回来，铲除邪神。几年后，刘徽就带着初代司天台成员回到洛阳，经历几轮激烈的斗法，大家终于干掉了鹿道士和邪神。参与行动的司天台、金谷园、学宫也从此开始崛起了。",
      "到了二代司天台的时候，皇后上位了，司天台里的旧势力被皇后视为眼中钉，于是她就开始分化司天台，最后支持皇后的凤氏家族和金谷园集团帮皇后集团消灭了所有异己，司天台大半成员惨遭屠杀。短暂的辉煌过后，司天台就开始走下坡路了。"
    ]
  }
];
export const S12_PAPER = [
  {
    id: 1,
    paras: [
      "这一章讲殷伏黎和虞妙哉的故事，解决许无垠和白伊蔚之前留下的悬念，顺便让男二号公苏谨登场。从这一章开始，世说新语正式变成神仙传。",
      "虞妙哉的剧情不多，给她的设定是欧皇，她的缺点是没有天赋也不想努力，她会因为人生道路过于平坦而容易轻信别人，但她对别人的倾囊相助总能给她带来意想不到的收获，同时也能弱化一下她的海王性格。她是那种看起来很稳重很硬派的傻白甜。",
      "殷伏黎这里展现的特点就是多变，她在白伊蔚面前就是男友力爆炸，在虞妙哉面前就特别顺从，但不管是顺从还是男友力，她几乎每句话都是半真半假的。白伊蔚和虞妙哉都被她骗得找不着北。她和人打交道就像下围棋，每一步都要算到后面几十步，但每一步落下的时候又都像是临时起意一样轻松。"
    ]
  },
  {
    id: 2,
    paras: [
      "这一段和第五章陆小乙画画那段对应，说明这个故事是殷伏黎照着陆小乙的经历编出来的，她不想说出白伊蔚之死的真相。她唯一无法解释的就是为什么她会用白符，这也是这段谎言里唯一的漏洞。殷伏黎用白符去救白伊蔚，是为了掩盖之前她用白符做的另一件事。"
    ]
  },
  {
    id: 3,
    paras: [
      "这段是给虞妙哉的暗示，她要让虞妙哉知道自己是同性恋，她们是同类。就是说她和虞妙哉的接触不是偶然，她是有意接近虞妙哉的，这是计划里的一环。"
    ]
  }
];
export const S13_PAPER = [
  {
    id: 1,
    paras: [
      "春深居的早期设定是银魂里的万事屋，后期变成阿卡姆疯人院。然后这个地方的布局，我就想到满江红里拍的那种宰相府，各种功能区，各种院，像迷宫一样。"
    ]
  },
  {
    id: 2,
    paras: [
      "前面说有前传，初代司天台是崛起的故事，二代司天台是败落的故事，公苏谨、凤秋吟、方隐游、姜探微、虞妙哉、卫玠、还有江幻烛（就是和陆科一起死掉的二女儿，陆小乙的姐姐）都是二代司天台的主角。其实每个人在自己的故事线里都是主角。如果这个故事最终可以变成一个很长的系列，陆小乙就只是天空上的一颗小星星。"
    ]
  }
];
export const S14_PAPER = [
  {
    id: 1,
    paras: [
      "这一章讲穆千穗几个的成长片段，她在成长的道路上分别遭遇了殷伏黎、公苏谨、方隐游，每个人都把她的三观彻底震碎，然后她再顽强的重建起来。她的哲学也在这个过程里逐渐成型。其实穆千穗的哲学也不是什么宏大的东西，就是施虐的哲学，施虐的艺术，就是把萨德侯爵的Sadism理论搬到这个故事里。这个故事也没有什么中心思想，就是想写几个符合我审美的角色。"
    ]
  }
];
export const S15_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
export const S16_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
export const S17_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
export const S18_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
export const S19_PAPER = [
  {
    id: 1,
    paras: [""]
  }
];
