<template>
  <article>
    <h2>世界观：儒家等级制</h2>
    <p>
      所有登场人物都有一个属于自己的身份，「身份」是其生存环境的基本体现。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <p>身份有五种：<a class="mark">门阀、士族、庶族、奴隶、游民</a>。</p>
    <p>门阀：统治者、贵族</p>
    <p>士族：体制内公务员<span class="tip">（二品以下官员）</span></p>
    <p>
      庶族：自由民、良民、打工人<span class="tip"
        >（士民、农、工、商、典吏）</span
      >
    </p>
    <p>
      奴隶：庄园主或国家的私产<span class="tip"
        >（军人、农奴、奴婢、部曲等）</span
      >
    </p>
    <p>
      游民：黑户、没有法律地位的人<span class="tip"
        >（流民、游侠、游士、术士、妓女等）</span
      >
    </p>
    <h3>贵族</h3>
    <h4>等级序列</h4>
    <p>
      门阀和士族都属于贵族阶级，贵族可以分成四档：皇帝、诸侯、大夫、士，都有升级为门阀的可能。皇帝是特殊的门阀，对其他豪门大族并不具有压倒性的优势。
    </p>
    <h4>如何行使权力</h4>
    <p>
      庄园系统：行使「支配经济」的权力，社会上绝大部分经济活动都是以贵族庄园为核心运转的。庄园类似于公司，不仅是一种自给自足的独立经济体，同时也是一个五脏俱全的小型城市。
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>官僚系统：行使「支配政治」的权力。</p>
    <p>
      名士系统：行使「支配精神」的权力。名士就是古代的明星、公知、意见领袖。
    </p>
    <h4>贵族的人生选择</h4>
    <p>经营庄园、成为名士、入朝为官。</p>
    <p>
      经营庄园是门阀的特权，对普通士族来说，名士和官僚是他们的最佳归宿。两种身份相辅相成，相互托衬，同时也相互独立。<a
        class="mark"
        >庄园系统、官僚系统和名士系统交织在一起，共同构成了洛阳的上流社会</a
      >。
    </p>
    <h3>自由民</h3>
    <h4>工作伦理</h4>
    <p>
      除徭役赋税外，庶族最重要的义务是为士族服务，工作即正道<span class="tip"
        >（在庄园和官僚系统内工作就像去大厂上班或考公一样）</span
      >。不知疲惫地工作是为庶族量身打造的美德，而要求休息和回报则是可耻的。庶族工作，士族享受，是一种深入人心的伦理正确。
    </p>
    <h4>士庶有别</h4>
    <p>
      系统性的歧视存在于日常生活中的所有角落，譬如士庶不能通婚、庶族无法进入士族社区、庶族的衣食住行都会受到严格的限制、庶族犯罪会获得更重的处罚<span
        class="tip"
        >（同样的罪行，庶族可能会判很多年徒刑，士族可能只是革除士籍）</span
      >。
    </p>
    <p>
      官僚系统里的士庶关系更加微妙。因为庶族官员有可能是士族官员的上级，聪明的庶族上级既不能任由摆布，又不能过度管理得罪士族。但在工作时间以外，这种微妙的关系就荡然无存了，庶族官员绝无可能进入士族官员的交际圈。
    </p>
    <h3>奴隶</h3>
    <h4>奴隶的角色</h4>
    <p>
      客民：荫客<span class="tip">（幕僚家臣，不是奴隶，也不是自由民）</span
      >、佃客<span class="tip">（农奴，男奴）</span>、奴客<span class="tip"
        >（奴婢，女奴）</span
      >。
    </p>
    <p>
      部曲：良人部曲<span class="tip">（幕府武士，和荫客类似）</span
      >、职业部曲<span class="tip">（雇佣兵）</span>、普通部曲<span class="tip"
        >（身强力壮的农奴）</span
      >。
    </p>
    <p>
      其他：歌舞伶人
      <span class="tip">（艺伎类的奴隶）</span>，佣耕客
      <span class="tip">（庶族临时工，来去自由）</span>， 自卖人<span
        class="tip"
        >（庶族临时工，和庄园有债务关系，还清债务后恢复自由民身份）</span
      >。
    </p>
    <h4>从奴隶到自由民</h4>
    <p>
      奴隶必须经过主人的放免才能成为自由民。不仅要有族长亲手写的「放书」，还要有长子<span
        class="tip"
        >（未来族长）</span
      >的签名，再递交给地方政府，经过各道审核，剔除「附籍」，才算正式放免<span
        class="tip"
        >（过程中会遭遇层层盘剥）</span
      >。奴隶只在一种情况下会接触法律，就是当主人有谋逆、叛国等危害国家安全的行为时，他才可以对主人提起诉讼。作为奖励，他可以直接特批为自由民。
    </p>
    <h4>庶族和奴隶</h4>
    <p>
      庶族和奴隶最大的区别仅仅存在于法律层面上。在现实中，比奴隶境况凄惨的庶族比比皆是，庄园主的庇护很多时候比法律的庇护更加有效<span
        class="tip"
        >（高级奴隶和庶族往往是互相鄙视的关系）</span
      >。
    </p>
    <h3>游民</h3>
    <p>
      以上三类都处于正常的社会秩序之中，而游民是脱序者。游民群体内部鱼龙混杂，既有游士<span
        class="tip"
        >（失去身份的知识分子）</span
      >，也有游侠<span class="tip">（以武犯禁之人）</span>，还有术士<span
        class="tip"
        >（民间科学家）</span
      >。但最主要的还是流民，即流离失所的普通百姓。
    </p>
    <h4>游民的社会地位</h4>
    <p>
      游民被杀官府不受理，游民犯任何罪都会被立即问斩，同时游民又不被允许从事合法的工作，所以游民随时随地都会面临死亡的威胁。如果奴隶是家养动物，游民就是生活在丛林里的野狗，适者生存，每个游民都要不惜一切代价地活下去，每个能活下去的游民都必然有一套独特的生存法则。游民一无所有，只有最险恶的自由。
      <span class="desc" @click="handlePaper(2)">【碎片*】</span>
    </p>
  </article>
  <Modal ref="S1Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S1Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${1}_PAPER`][parseInt(index)];
  S1Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
