<template>
  <article id="S9">
    <h2><div class="story-h2">第六章·爪牙</div></h2>
    <h3>洛阳府</h3>
    <p>
      洛阳府是市政府，司州府是省政府。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <p>
      洛阳府衙门由十几个不同的部门组成，有吏房、仓房、户房、礼房、盐房、兵房、刑房、工房、承发房和柬房等。其中，兵房是负责抓人的，刑房是负责关人的。洛阳府的最高长官是洛阳令，相当于市长，还有几名洛阳监，相当于副市长。<a
        href="#"
        class="mark"
        >市长名叫曹律，是曹芳和曹钉筋的爸爸</a
      >。
    </p>
    <p>
      陈谊、吕狄和曹钉筋都在刑房工作。曹钉筋是主簿，陈谊是书吏，他们的名字都被记录在洛阳府的正式吏役名册上。吕狄是陈谊招募的仵作，属于「帮书」，是临时工里的临时工。陈谊的地位不如曹钉筋，曹钉筋是在狱长身边工作的秘书，陈谊只是个普通书吏。但陈谊又深得曹律赏识，他是刑房里唯一拥有办案权的书吏。
    </p>
    <p>
      办案权是一种特权，每个部门里的优秀员工都有机会负责民事纠纷和刑事案件，然后他们就可以在案件的处理过程中，以各种名义向各方当事人收取费用了。这是典吏们最主要的收入来源。但办案书吏的责任也很重，很多时候，他们通过办案（收税、关押犯人）搜刮到的钱，还要拿出一部分来给部门补贴日常开支。所以每个部门每月都会设立一个KPI，这个月办案要赚多少钱，如果赚不够数，书吏就得自己贴钱。就是说办案书吏在权力大、利益多的同时，也要承担更为繁重的责任和压力。脑筋慢、不懂人情世故的笨人，即便给他这个机会，他也干不了这个工作。
    </p>
    <p>
      典吏类似于一种无偿劳役，因为衙门是不发工资的，所以典吏只能利用手上的权力自己想办法。而且典吏也要经过政审，必须是有正当职业、且年满二十岁的庶族良民才能担任，有正当职业和庶族良民这两个条件缺一不可。
    </p>
    <h4>陈谊的工作</h4>
    <p>
      <a class="mark">陈谊的工作分为两部分：文书工作和办案工作。</a>
    </p>
    <p>文书工作：例行文书的誊抄、归档和递送，以及各种备造簿册登记的事务。</p>
    <p>
      办案工作：为提起诉讼的人们准备状词，并提交给洛阳令；围绕争端与犯罪展开调查、填发传票和捕票、记录当事人在公堂所做的各项证供、保管被盗的赃物；还要负责堂审罚金的收缴和移交。
    </p>
    <h4>曹律的改革</h4>
    <p>
      办案权在衙门内部的争夺很激烈，每个部门都想办更多的案子，赚更多的钱，所以部门和部门之间形成了各种复杂的派系。曹律被金谷园集团提拔到洛阳府后，做的第一件事就是大规模辞退老员工，回收权力。第二件事是重金聘请新员工，适当放开政审限制<span
        class="tip"
        >（像陈谊、吕狄这样的黑户也可以到洛阳府工作）</span
      >，并提高基本待遇<span class="tip"
        >（这需要整个洛阳府团结起来，巧立名目盘剥百姓的同时，还要和司州府争夺行政管辖范围，把蛋糕做大）</span
      >。
    </p>
    <h4>洛阳府的赌注</h4>
    <p>
      陆小乙的案子本来不归洛阳府管，是大理寺<span class="tip">（主）</span
      >和司天台<span class="tip">（辅）</span
      >的联合行动，但最终的抓捕队伍和关押地点都是洛阳府提供的。为什么会这样呢，<a
        class="mark"
        >因为这次行动的目标是太子党，大理寺只是奉命办事，真正的做局者是皇后党。</a
      >
      <span class="desc" @click="handlePaper(3)">【碎片*】</span>
    </p>
    <p>
      大理寺的顾虑是：想要完成工作，就必须要罗织罪名、严刑逼供，必须要和太子党彻底撕破脸。太子党如果就此倒台则皆大欢喜。可太子党不是软柿子，绝不可能坐以待毙，如果事情办砸了，让太子翻盘，那太子党势必会加倍报复大理寺。大理寺不想当炮灰，便决定把得罪人的审问工作交给洛阳府。他们只负责调查，然后给洛阳府提供审问方向。
    </p>
    <p>
      洛阳府的想法是：富贵险中求。虽然曹律知道大理寺的算盘，但他没有瞻前顾后的余地。洛阳府想要和司州府争权，无论如何也要上这个赌桌，赌赢了，功劳簿上记一笔，他们就有了更多争权的筹码。输了就自认倒霉，愿赌服输。
    </p>
    <h4>狮山云集的现状</h4>
    <p>
      狮山云集被扣上谋反的帽子，陆小乙和沈纨是组织者，自然被认定为主犯。大理寺手上的证据有：第一，有个叫郑太微的士子<span
        class="tip"
        >（假证人）</span
      >在狮山云集上骂皇后是黑丑妒妇；第二，大理寺收集了所有从狮山云集流传出来的文章，狮山云集有些士子热衷于指桑骂槐，有严重的妄议朝政的嫌疑；第三，狮山云集和瞳朦子的恐怖活动有关，是瞳朦子的幕后主使。而狮山云集的幕后主使是太子党。
    </p>
    <p>
      目前被认定为主犯的人有：陆小乙、沈纨、鲁褒、江统<span class="tip"
        >（江统在狮山云集上发表过和「钱神赋」齐名的「徙戎论」，他调查瞳朦子就是因为太子党想要先发制人，但很可惜没能查出结果，也没能帮他躲过这一劫）</span
      >。这四个人起初都是一副死扛到底的架势，陆小乙狂妄地说：你们有种就弄死我。后来，他十根手指的指骨都被夹碎了，实在疼得受不了，便只好伏法认罪，但态度仍然戏谑：青天大老爷，我其实很好说话，下回审我的时候不要再舞刀弄棍了。
      几轮拷问过后，狮山云集全军覆没，受过特工训练的江统也没能抗住洛阳府的刑讯手段。
    </p>
    <p>
      但即便他们认罪了，这件案子也不能结，因为狮山云集的罪名还不足以扳倒太子。<a
        class="mark"
        >水府流云图、狮山云集和瞳朦子是一套组合拳<span class="tip"
          >（巫术 + 忤逆 + 恐怖袭击）</span
        ></a
      >，必须要一起打出来，才能把谋反的帽子结结实实地扣在太子党的头上。现在他们的工作仅仅完成了三分之一。
      <span class="desc" @click="handlePaper(4)">【碎片*】</span>
    </p>
    <h3>勒索</h3>
    <p>
      对吴坦尔事件近距离观察一段时间后，陈谊决定利用信息差，从吴坦尔手里敲一笔钱。
    </p>
    <p>计划分为三步：</p>
    <p>
      第一步，抓住弱点。吴坦尔最在乎的是自己的明星生涯，虽然他加入了狮山云集，但核心路线依然是卖人设，他在爱妻孝子人设的基础上，新增了口无遮拦的耿直反差人设。这是他的弱点，他的每个人设都无比脆弱。
    </p>
    <p>
      第二步，勒索。在对妻子隔空表白之后，吴坦尔彻底翻红，陈谊觉得时机已到，便给他送去了一封匿名勒索信。信上写道：你对宁家的所作所为我们都知道。倘若不想身败名裂，就拿黄金一百两，换我们守口如瓶，否则你的丑事将被立即公开，你有七天时间考虑。
    </p>
    <p>
      第三步，真正的敲诈。一百两只是开胃菜，陈谊打算把这笔钱转送给宁妈妈，这是他的侠道。真正的敲诈是在一百两到手之后才开始的，一旦吴坦尔决定付钱，他就算彻底掉入陷阱了。因为付钱就等于实锤，等于让陈谊拿到了更大的把柄，到时候，陈谊要多少钱，吴坦尔就得给他多少钱。同时，他还可以胁迫吴坦尔交代一些不利于曹律或曹钉筋的事，进一步捏住曹家的把柄。
    </p>
    <p>陈谊没想动曹律，只是一种自我保护策略。</p>
    <p>
      可陈谊的算盘没能打响。吴坦尔接到勒索信后寝食难安，四处筹钱。陈谊很惊讶像他这样的名士，竟然连一百两都拿不出。第七天，陈谊准备收网，正要出门，坊里的信使给他送来一封匿名信。是吴坦尔写的：明日酉时，鹩儿巷茶食店，我们当面谈谈。
    </p>
    <p>
      这下轮到陈谊紧张了，他不觉得自己露了什么破绽，吴坦尔是怎么找到他的呢？他无处可躲，只好前去会会吴坦尔。
    </p>
    <p>
      见面之后，吴坦尔很是胸有成竹，在气场上完全压制了陈谊。但他似乎没想为难陈谊，他说：你为我保守秘密，吴某感激不尽，可一百两数目不小，我一时凑不出，今日先给你三十两，交个朋友如何？
    </p>
    <p>
      陈谊权衡一番，觉得自己现在已经没有讨价还价的资格了，只好陪笑道：小人财迷心窍，险些酿成大错，吴公子非但不怪罪，还为我保全体面，实在是惭愧。哪还敢收您的银两呢？
    </p>
    <p>
      吴坦尔没有在这件事上过多纠缠，转而问到宁爸爸的情况，陈谊还能说什么呢，只能让他放心，宁爸爸的案子定会被洛阳府办成铁案。可吴坦尔却问了陈谊好几次，宁侍郎犯了什么罪？陈谊心想宁爸爸是怎么进的监狱你心里没数吗。实在含混不过去，便问：恕小人愚昧、吴公子的意思是？
    </p>
    <p>
      吴坦尔终于表露心迹，原来他也觉得宁蓉一家很冤枉，他对自己的所作所为深感愧疚。然后吴坦尔又问：你为什么要勒索我，只是为了钱吗？还是为了行侠仗义？
    </p>
    <p>陈谊没法回答，只能东一句西一句的胡扯搪塞。</p>
    <p>
      吴坦尔听得不耐烦了，便挑明道：我最后给你一次机会，你说实话，是不是因为宁蓉的事？
    </p>
    <p>
      陈谊仍然想要打太极，和他同行的吕狄也忍不住了，说：你能不能别这个那个的。又恶狠狠地对吴坦尔说：我也给你一次机会，你自己选，你想现在就死还是说了遗言再死？说着，便把刀子从桌子底下递到吴坦尔的腿上。
    </p>
    <p>吴坦尔干了一碗酒，长吸一口气，说：我想赎罪。</p>
    <p>吕狄问：如何赎罪？</p>
    <p>陈谊把吕狄的刀收走，说：人各有命，您不必和自己过不去。</p>
    <p>
      吴坦尔看了看吕狄，又看了看陈谊，说：曹氏，我夫人，坏事做尽，你们开个价，杀了她。
    </p>
    <p>
      陈谊断然拒绝，吕狄说：借刀杀人的把戏我们见多了，我们是第一天混江湖吗？
    </p>
    <p>吴坦尔不紧不慢地说：那你是第几天混江湖呢，吕飞廉。</p>
    <p>
      吕狄不敢相信自己的耳朵，瞪大了眼睛看向陈谊，陈谊瞪大了眼睛看着吴坦尔。两人的眼神里忽然生出某种从未有过的杀意，就像嗅到腥气的狼。吕狄欲从陈谊手里夺刀杀人，被陈谊死死按在座位上。吴坦尔轻松地笑了笑，说：有人告诉我，说你们两个是十年前血洗河阳山墅的杀手，弟弟叫吕飞廉，哥哥叫穆子离。我起初将信将疑，现在看来，这事十有八九是真的。
    </p>
    <p>吴坦尔站起身，说：刚才的事再考虑一下，你们有七天时间。</p>
    <h3>河东往事</h3>
    <h4>人马改造术</h4>
    <p>
      河阳山墅：河东庄园，是金谷园的子公司，庄园主穆昆吾是石季伦的盟友，金谷园不方便做的脏活都由河阳山墅来处理，他们是金谷园的影武者集团。
    </p>
    <p>
      穆昆吾有五子一女，分别是：穆客农、穆客汝、穆客云、穆客隐、穆客白，穆千穗。穆千穗是这个故事的女二号，时年十四岁。
    </p>
    <p>
      吕狄：十七岁，花名吕飞廉，是穆客农豢养的角抵部曲<span class="tip"
        >（拳手）</span
      >。这一次，吕狄因打假拳被举报，穆客农决定把他杀了喂狗。穆千穗拦住穆客农：我喜欢飞廉哥哥，把他交给我来处置吧。
    </p>
    <p>故事从这里开始。</p>
    <p>
      陈谊当时名叫穆子离，既是穆家的一员，也是穆客农的贴身保镖。穆子离是旁系宗亲出身，在家族里没有势力，实际地位仅相当于高级奴隶。同时，他还是吕狄的武术老师，吕狄的本事都是他教出来的。
    </p>
    <p>
      他多次为吕狄求情，希望穆客农放过吕狄一马，穆客农起初会把话题岔开，后来听得厌烦，便恼羞成怒道：这样，子离，我不和你犟，你自己选，要么你替吕飞廉死，要么你去陪穆千穗玩，你选吧。
    </p>
    <p>
      见陈谊露出阴鸷的表情，穆客农的态度又软了下来：你用不着这样，我知道飞廉是你的人，我也不是不给你面子，但规矩就是规矩，我有什么办法。其实我把他送给穆千穗，已经是在帮你了，至少他能活着不是吗？
    </p>
    <p>
      可陈谊很清楚，被穆千穗带走的下场比直接被剁成肉酱还可怕。接下来，吕狄将在穆千穗的宅园里接受生不如死的「人马改造」。<a
        class="mark"
        >人马改造是个系列工程，包含：外表改造、行为控制和心理去势三个项目。</a
      >
      <span class="desc" @click="handlePaper(5)">【碎片*】</span>
    </p>
    <aside>
      <p class="aside-title">马</p>
      <p class="aside-para">
        外表改造：纹身，特殊的祥瑞图案，纹满全身；佩戴腰甲，佩戴具有贞操控制、呼吸控制和载具连接三重功能的银制镂空腰甲；安装水笼套装，即安装马嚼、头箍和缰绳的组合套装，水笼的主要作用是强化人马的自我认知，同时还可以根据不同的水笼样式来标识人马等级；钉马掌，马掌的设计有点芭蕾舞高跟鞋的意思，它会强迫人马踮起脚尖、双腿颤抖、艰难地行走，施虐狂喜欢看如履薄冰，而不是野马分鬃。
      </p>
      <p class="aside-para">行为控制：古代 K9 训练（学习中...）</p>
      <p class="aside-para">
        心理去势：外表和行为容易控制，最高境界是鲁迅说的这种，“要让一个活人从奴隶的生活中寻出美来，赞叹、抚摩、陶醉，成为万劫不复的奴才”。穆千穗今年才十四岁，羽翼未丰，虽然她有巨大的野心，但目前她的思想还不够成熟，她的施虐哲学也尚未摸清门路，需要不断的探索和实践。
      </p>
    </aside>
    <h4>血色婚礼</h4>
    <p>
      穆千穗不讨厌陈谊，因为他是整个河东郡最冷酷的男人。和十年后那个满脸世故的发福中年人判若两人。所以看到他低声下气地为吕狄求情，对于穆千穗来说，是件特别好玩的事。穆千穗有一套拒绝陈谊的逻辑：牛马不通人性，所以不受七情六欲的折磨，而你们呢，本是牛马一样的人，想法越多就越容易陷入危险。我没有虐待吕飞廉，我只是在把他放回他原本的位置。我不妨和你打个赌，你会横死街头，而他将长命百岁。
    </p>
    <p>陈谊看着趴在马槽边吃饲料的吕狄，思绪万千。</p>
    <p>
      陈谊今天的工作是：和媒人一起，去给河东秦氏送聘礼和通婚书（给穆客白订婚，穆客白是个智障）。到了秦家，陈谊才得知秦二小姐竟然只有十一岁，但他一直以为秦二小姐已经及笄了。秦爸爸看来并不介意把年幼的女儿嫁给智障，他与媒人相谈甚欢，虽然这件事无论如何都有点可耻，但想到此后能和河阳山墅攀上亲戚，付出一点代价也是值得的。
    </p>
    <p>
      陈谊看到躲在屏风后面的秦二小姐，她的眼神懵懂无措，似乎完全不知道接下来将要发生什么。回去的路上，陈谊问媒人，穆家到底给了秦家多少钱，才说成了这桩婚事？媒人警惕地说：你问这个干什么？<span
        class="tip"
        >（其实媒人的身份不如陈谊，但自从他给穆客白当了媒人，他就学会站在老板的角度想问题了）</span
      >
    </p>
    <p>
      后来，陈谊又去了秦家几次。一次是陪同家长去女方家做客：穆客白第一次看到秦二小姐，高兴得嘴角流涎，而秦二小姐则被他的蠢样子吓哭了。另一次是给秦家递送正式的订婚文件，确定婚礼日期，陈谊对秦爸爸说：这段时间，穆家会派一位闺塾师过来，教二小姐一些礼仪。
    </p>
    <p>
      某天夜里，穆客农把陈谊叫醒，说：陪我出去一趟。随后两人骑马来到秦家，秦家大院空无一人，像是在故意躲着他们，只有闺塾师在角落里垂手等着。见他们来了，就给他们引到秦二小姐房门前，和穆客农耳语几句，就匆匆走了。穆客农坏笑着对陈谊说：等我片刻。转头推开了秦二小姐的房门。
    </p>
    <p>
      这天晚上风很大，秦二小姐的呜咽从房间里传来，顷刻就被风吹散了。陈谊在门外来回踱步，反反复复地思考人生。
    </p>
    <p>
      婚礼当天，穆家给新娘准备了高规格的迎亲队伍，歌姬、乐师、卜师、轿夫、以及全副武装的护卫团，浩浩荡荡几百人，陈谊今天可以轻松一点，因为穆客农要亲自陪在新郎左右，所以他只要跟着队伍闲逛就好了。
    </p>
    <p>
      到了新娘家，秦家父母带着新郎新娘去昭告先祖，而迎亲团在外面领小礼物，嬉戏唱歌。穆客农在人群里找到陈谊，给他塞了几匹上好的绸缎，说：<a
        href="#"
        class="mark"
        >人家都在占便宜，你怎么在这发愣呢，喏，特意给你抢的。然后就消失不见了</a
      >。
      <span class="desc" @click="handlePaper(6)">【碎片*】</span>
    </p>
    <p>
      再见到穆客农时，他正在和秦大小姐的丈夫打架，引起一阵骚乱。陈谊赶紧把他拉走，问是怎么回事，穆客农愤愤地说：今天这笔账你帮我记着，等我回来收拾他。在场的部曲对陈谊描述了事情经过：穆客农摸秦大小姐的屁股，没想到她丈夫就在旁边，两人互不认识，便打了起来。
    </p>
    <p>
      回家的路上，<a href="#" class="mark"
        >新郎兴奋过头，傻病又犯了，突然从马背上跳下来，冲向乐师队伍，要给大家献上一曲</a
      >。穆客农飞身拦住，新郎便连哭带嚷地撒泼，穆客农应付不来，便呼喊陈谊，可陈谊此时不知道跑去了哪里。穆客农很生气，对随从说：等下谁看到穆子离，先赏他两耳光，说是我让打的，再叫他来见我。
      <span class="desc" @click="handlePaper(7)">【碎片*】</span>
    </p>
    <p>
      回到河阳山墅，穆家族人早已在庄园门前等候多时了。一群人簇拥着迎亲队伍来到正堂。新娘下轿，在闺塾师和媒人的陪同下走完过门的流程，然后和新郎牵着同心结走向礼堂。
    </p>
    <p>
      穆客农跟在后面低声给新郎复习接下来的台词：说错一个字，我把你的腿打断。进入礼堂，穆昆吾夫妇祝福了新人几句，新郎说：唯恐不堪，不敢忘命。穆客农这才松了一口气，总算没给穆家丢脸。
    </p>
    <p>
      婚礼司仪登场，说：请新人拜天神地祇东王公西王母。而此时，远处的屋顶上，陈谊张弓搭箭，目不转睛地盯着这场仪式的进行。最后，大家长穆昆吾给祭礼收尾：穆某幼子穆客白以弱冠礼当有室，今娶秦氏之女秦孚，以兹吉日备礼就成，敢伸虔告尚享——
    </p>
    <p>
      话音未落，一支飞箭乘风而来，洞穿了新郎的心脏，新郎当即倒在血泊之中。宾客四散奔逃，礼堂内外的部曲立即拔刀，还未出鞘，第二箭又飞了过来，直接射穿了穆客农的喉咙。第三箭找的是穆千穗，但她此时已被十二名护卫围住，只留了一个眼睛的空隙：<a
        href="#"
        class="mark"
        >箭矢从一名护卫的腋下突破保护圈，射爆了穆千穗的眼球</a
      >。她发出一声凄厉的惨叫。
      <span class="desc" @click="handlePaper(8)">【碎片*】</span>
    </p>
    <p>
      陈谊收起弓箭，从屋顶跃下，径直闯入穆千穗的宅院，还没等吕狄反应过来，陈谊便走到他面前，挥刀斩断他身上的锁链，说：别动，听着，我杀了穆客农和穆客白，现在我要离开河阳山墅，你可以留下，也可以跟我杀出去。
    </p>
    <p>逃亡七年后，两人改头换面，重返洛阳。</p>

    <h3>月黑风高</h3>
    <p>陈谊约吴坦尔出来喝酒，商议杀妻之策。</p>
    <p>
      作为专业人士，陈谊给吴坦尔讲了一些杀人前的准备工作和注意事项。他们两个从此往后不会再见面了，如果吴坦尔筹够了定金，就去东市找楼王孙换十七枚东华五铢钱，不能多也不能少，届时，陈谊就知道吴坦尔来过了。入夜后，吴坦尔就去清明门外的城隍庙，把钱藏在神龛后面，陈谊隔日来取。
    </p>
    <p>
      吴坦尔很快准备好了，换好了钱，夜里前往城隍庙。就在他挖坑藏金的时候，背后突然寒光一闪，未及反应，便被刀子捅开了花。
    </p>
    <p>
      行凶者是吕狄，他杀了吴坦尔之后，从怀里取出一把菟丝草，放在土坑里点燃，随后又用手指沾了点血，在墙上留下陆小乙的三句诗，最后扬长而去。走到半路，又折返回来，银子忘拿了。
    </p>
    <p>
      陈谊本打算明天再来，但心里莫名感到很不踏实，便穿上夜行装束，动身出发。抵达城隍庙之后，发现吴坦尔已经死了。他强作镇定，简单验看了一下尸身上的刀口，发现竟然很像是吕狄所为，他立即回家。
    </p>
    <p>
      此时，吕狄正在清洗身上的血迹，陈谊冲上前去，锁住吕狄的喉咙：谁让你害我的？
    </p>
    <p>吕狄艰难地说：我没有。</p>
    <p>陈谊不再多问，他杀心已起，欲置吕狄于死地。</p>
    <p>
      忽然，房间里传来一个熟悉的声音：九年不见，你怎么还是那么冲动？没长进呢。
    </p>
    <p>
      是穆千穗，她从房间里走出来，身后还跟着一个体型庞大的护卫，轻蔑地看着打作一团的兄弟俩，命令般地说：放开他，他死了对你有什么好处吗？
    </p>
    <p>
      陈谊看着穆千穗，瞬间泄了气，死去的回忆疯狂涌上心头，他恍惚道：是你？你教吕狄做了什么？
    </p>
    <p>
      穆千穗没有直接回答，反问道：<a href="#" class="mark"
        >你觉得是吴坦尔该死，还是曹芳该死呢？</a
      >
      <span class="desc" @click="handlePaper(9)">【碎片*】</span>
    </p>
    <p>陈谊没听懂：什么？</p>
    <p>
      穆千穗说：还记得吗？我以前对你说过，不要把精力浪费在思考问题上，因为你也不懂，你只是在一厢情愿，你能想到的每一个答案，都是错误答案。
    </p>
  </article>
  <Modal ref="S10Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S10Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${10}_PAPER`][parseInt(index)];
  S10Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
