<template>
  <article id="S9">
    <h2>
      <div>世界观</div>
      <div>司天台·肆</div>
    </h2>
    <h4>方术世界有三大流派：符咒派、丹鼎派、占验派</h4>
    <p>
      司天台是符咒类法术的权威，为符咒派法术制定了许多框架、规则和监管制度，几乎所有符咒类法术都被融合在了司天台的体系里。凡是司天台监管框架以外的符咒类法术都是禁术，一旦发现就会被判处死刑。
    </p>
    <h3>司天台的源流</h3>
    <p>
      司天台是武帝设立的方术机构，并由武帝亲自担任初代「大宗伯」。除武帝外，司天台的初代成员还有五名士族神仙家和三名朝廷特使，分别是：
    </p>
    <p>
      鬼谷门徒鱼望山、天竺传教士佛图澄、第四代天师道教主张射斗<span class="tip"
        >（张小猴）</span
      >、火龙真人陆科、淮南咒禁师凤玄裳；学宫祭酒刘徽、散骑常侍石季伦、黄门侍郎张华。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <p>司天台目前的大宗伯是郭象，小宗伯是姜探微。</p>

    <h4>司天台和学宫的关系</h4>
    <p>
      司天台官署地处南城，毗邻学宫，司天台官员家属和学宫士子家属一样，都在学坊社区居住<span
        class="tip"
        >（学坊是劝学、慕书、延贤、白象四坊的总称，后来白象坊变成了司天台的特区，外人不得入内）</span
      >。
    </p>
    <p>
      学宫内有个和司天台合作的学院，叫小戴阁，小戴阁的授课内容里有许多和方术科仪相关的知识。另外，小戴阁还有个更重要的特点：允许招收女学生。所以很多想要读书的女孩，即便没有加入司天台的意愿，也会想办法进入小戴阁读书。
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <h3>司隶校尉</h3>
    <p>
      司天台的探员统称为「司隶校尉」，职责是监察民间方术并处理各种悬疑事件。司隶校尉有四种：朱衣司隶、墨衣司隶、紫衣司隶和青衣司隶。司隶是「暗行御史」，属于密探，所以他们除了司隶校尉的身份外，通常还有个公开的身份<span
        class="tip"
        >（比如：虞妙哉的公开身份是丹青名士，只有在执行司天台公务的时候，她才会以「墨衣司隶」的身份行动）</span
      >。
    </p>
    <h4>司隶校尉的随身装备<span class="tip">（以虞妙哉为例）</span>：</h4>
    <p>
      <a class="mark">司天台道服</a
      ><span class="tip">（黑色）</span>：正面纹样用来标识身份<span class="tip"
        >（虞妙哉是「两头鸟」）</span
      >，背面是司天台的图腾「引魂鸟」。
    </p>
    <p>
      <a class="mark">青铜傩面具</a>：面具上刻有饕餮纹<span class="tip"
        >（饕餮纹有十二种，代表十二种法术属性，虞妙哉的纹样是「盘羊饕餮」）</span
      >。
    </p>
    <p><a class="mark">九灵飞步剑</a>：桃木剑，可以驱动司天台的独门法术。</p>
    <p>
      <a class="mark">太清照骨镜</a
      >：探测器。有六个镜鼻，如果发现异常，镜鼻就会冒烟。如果六个镜鼻同时冒烟，就要启动最高警戒了。
    </p>
    <p>
      <a class="mark">飞白红卯符</a
      >：司隶随身携带四种符咒。飞符就像微信，可以穿越空间和其他成员互通消息；白符是隐身符，有三重境界：神隐幻影移形；红符又叫雷霆箭法，是一种攻击性的符咒。卯符是一种护身符，能抵御一些邪气侵袭。
    </p>
    <p>
      <a class="mark">六甲真形符</a
      >：高阶法术，相当于开大招，按照道教理论，六甲真形处在「炼气化神」的最高阶段。因此，不是所有成员都有能力使用六甲真形符<span
        class="tip"
        >（虞妙哉就是不会用六甲真形符的墨衣司隶）</span
      >。
    </p>
  </article>
  <Modal ref="S11Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S11Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${11}_PAPER`][parseInt(index)];
  S11Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
