<template>
  <article id="S9">
    <h2>
      <div>世界观</div>
      <div>春深居·伍</div>
    </h2>
    <p>
      春深居，又叫春坊，或神农坊，位于洛阳城北郊。春，即椿，意为无穷；春深居，意为探测无穷的地方。是一家具有医馆性质的中型庄园，由公苏谨和凤秋吟夫妇共同经营。之所以被称为「坊」，是因为它和传统的私家园林完全不同，这里更像是一个小型的里坊，大部分活动区域都是生活区，用来收留无家可归的流民和需要长期调养的病人。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <h4>成员</h4>
    <p>
      公苏谨<span class="tip">（前司天台墨衣司隶）</span>、凤秋吟<span
        class="tip"
        >（前司天台朱衣司隶）</span
      >；
    </p>
    <p>袁千钧、西山雀、柯青童、虞妙哉<span class="tip">（前成员）</span></p>
    <h4>邙山四大名园<span class="tip">（位于北邙山附近的庄园）</span></h4>
    <p>
      春深居、金谷园、吹剑园<span class="tip">（潘岳）</span>、寺山水苑<span
        class="tip"
        >（王君夫）</span
      >。
    </p>
    <p>
      春深居背后的资助者有：凤氏家族<span class="tip"
        >（皇后集团分支，司天台实际控制者）</span
      >，学宫<span class="tip">（东宫集团分支）</span>，金谷园<span class="tip"
        >（皇后集团分支，富可敌国）</span
      >。能同时得到东宫和皇后这两个敌对集团的支持，是因为春深居拥有很强的独立性：拥护皇后政权的同时，也可以和东宫有业务上的合作。
    </p>
    <h4>公苏谨</h4>
    <p>
      公苏谨是二代司天台成员里公认的天才，也是三代司天台大宗伯的候选人<span
        class="tip"
        >（另外两个候选人分别是：火道道首方隐游，和现在的司天台小宗伯姜探微。大宗伯郭象是后来空降的领导，虽然也是个大佬，但不属于司天台原生体系里的成员）</span
      >。
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>
      后来，皇后对司天台进行大清洗，公苏谨因为是刘徽的弟子，一度被列入皇后党的暗杀名单<span
        class="tip"
        >（刘徽是司天台实际的发起人，整个创始团队都是他组织起来的，武帝只是名誉主席）</span
      >。
    </p>
    <p>
      最终，因为凤秋吟的关系，他被凤氏家族保了下来<span class="tip"
        >（他是凤秋吟的未婚夫，凤氏家族和金谷园集团是皇后党的左膀右臂）</span
      >。
    </p>
    <p>
      为了让公苏谨立功，让他名正言顺地转入皇后党阵营，司天台让他作为主力，参与了追捕叛逃者的任务。叛逃者就是那些目前还没被除掉、逃亡在外的外戚余党<span
        class="tip"
        >（主要是司天台的外戚余党）</span
      >。
    </p>
    <p>
      公苏谨被寄予厚望，他的目标是和他齐名的方隐游。但在实际的较量中，他从头到尾都处于被方隐游吊打的局面。不仅没能立功，还让方隐游逃了。
    </p>
    <p>
      凤氏家族又给了他一次机会：抓住陆科。公苏谨以前不知道陆科就是司天台的传奇人物<span
        class="tip"
        >（火龙真人）</span
      >，他只知道火龙真人是「飞白红卯符」的开发者。按理说，公苏谨连方隐游都对付不了，他已经被证明是个绣花枕头了，不可能有和陆科硬碰硬的实力。
    </p>
    <p>
      但幸运的是，陆科没有逃跑，也没有抵抗，当司天台去抓人的时候，他就这么束手就擒了。公苏谨也因为陆科的不抵抗，从而顺利地加入了皇后党。
    </p>
    <p>
      鉴于公苏谨的拉胯表现，他逐渐失去了高层的信任，沦为司天台的边缘人物。苟在春深居里虚度人生。
    </p>
    <p>
      春深居和司天台的关系类似于天庭和梅山<span class="tip">（二郎神）</span
      >的关系，梅山归天庭管，二郎神的名气也很大，但实际上梅山根本接触不到天庭的核心。春深居的现状也是如此，相当于一个负责边缘业务的研究院<span
        class="tip"
        >（他还是比较擅长理论研究）</span
      >。
    </p>
    <h4>春深居的发展</h4>
    <p>十二年前，公苏谨入住春深居。</p>
    <p>
      七年前，春深居开始崭露头角，无论是在方术界，还是在名士界都是一个很特别的存在。袁千钧、西山雀和公苏谨夫妇组成了一支豪华的道医团队，身边还有两位明日之星：柯青童和虞妙哉<span
        class="tip"
        >（虞妙哉是因为在总部干得不好，才被调到春深居的，而柯青童的起点就在春深居，他们的情况不太一样）</span
      >。
    </p>
    <p>
      早期的春深居就像万事屋，任何人，无论身份高低，只要遇到了麻烦，都可以来这里碰碰运气。如果他们对委托人的问题感兴趣<span
        class="tip"
        >（通常是那些悲惨的、离奇的、背后隐藏着动人故事的事件）</span
      >，就会帮他想办法，解决问题。
    </p>
    <p>
      后来，向他们求助的人越来越多，凤秋吟提议：我们干脆搞个「神农坊」吧，给那些无家可归、无钱治病的人提供一个临时的收容所。大家在这里互相帮助，还可以互换一些谋生的技能，等出去之后，就可以重新开始生活了。
    </p>
    <p>
      凤秋吟是个超级善良的人，但很显然，她的想法受到了火道的启发。实际上，当时她已经秘密加入了火道。她想在众目睽睽之下，把春深居变成火道的「义舍」。
    </p>
    <h4>方隐游和公苏谨</h4>
    <p>
      凤秋吟是二代司天台成员，虽是凤氏族人，但立场更倾向于太后党<span
        class="tip"
        >（太后党相当于正义联盟）</span
      >，和太后党有关的，如公苏谨、方隐游、陆科等人，本质上都是比较正面的人。
    </p>
    <p>
      方隐游和公苏谨不仅是职场上的竞争对手，同时还是情敌，他们都很喜欢凤秋吟。
    </p>
    <p>
      方隐游跑路之前，冒死见了凤秋吟一面，想带她走，但被她拒绝了。方隐游重建天师道后，又偷偷见了凤秋吟一次，把火道的教义讲给凤秋吟听，凤秋吟被这种众生平等的救世思想吸引住了。
    </p>
    <p>
      而公苏谨是她选择的爱人，可他的表现却让人大跌眼镜。为了保命，公苏谨不惜投奔皇后党，帮助司天台追捕方隐游和陆科父女，毫无气节可言。
    </p>
    <p>
      过了一段时间，司天台的情报部门发现了凤秋吟的教徒身份，凤氏家族这次不打算保这个族人了，决定把她处死。公苏谨为了救妻子，和司天台高层做了一笔交易：他愿意把春深居变成司天台的实验场。
    </p>
    <p>
      凤秋吟虽然保住了命，但她并不感激公苏谨，因为只有最狠心的坏人才会把活人当做实验品。从此她再也不和公苏谨说话。她被软禁在春深居里，从此彻底成了隐士。
    </p>
    <p>
      虞妙哉也接受不了这个安排，她也离开了春深居<span class="tip"
        >（她的背景比较大，所以她可以来去自由，袁千钧也想走，但是走不掉）</span
      >。公苏谨把业务切割成了两部分：袁千钧、西山雀和柯青童只管看病，实验室由他一人负责。
    </p>
    <h4>花边新闻</h4>
    <p>有传闻称，公苏谨是洛阳名士卫玠的男朋友。</p>
    <p>
      常有人在春深居看到卫玠的身影，平日里傲慢的卫玠在公苏谨面前就像个百依百顺的姑娘。这让卫玠的粉丝很不满。一是因为公苏谨太老，和卫玠在一起像是两代人；二是因为公苏谨无论名气还是身份都和卫玠相差太大，但公苏谨显然又是比较强势的一方，观感上令人不适；三是因为公苏谨不仅有老婆，还有两个孩子，这是最让人难以接受的一点，他根本就不是同性恋。
    </p>
    <p>
      但也有支持公苏谨的，他们觉得卫玠走到今天，也是靠给皇后、凤玄裳、赵王等人当面首换来的。他只是个出卖色相的高级男娼，根本没有粉丝们说的那么高尚。
    </p>
    <h4>陆科的符文</h4>
    <p>
      陆科被捕后，有两个从轻发落的因素：第一，他退出司天台很多年了，也没参与这场政治动乱，除掉他仅仅是因为他在方术界有潜在的号召力。第二，他没有反抗，从容入狱，这样的表现也堪称模范。所以，司天台最终决定，只处死陆科和他的二女儿江幻烛<span
        class="tip"
        >（江幻烛是司天台成员，属于太后党阵营）</span
      >，其他的家人一律不予追究。
    </p>
  </article>
  <Modal ref="S13Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S13Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${13}_PAPER`][parseInt(index)];
  S13Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
