<template>
  <article id="S9">
    <h2>
      <div>世界观</div>
      <div>春深居·伍</div>
    </h2>
    <p>
      春深居，又叫春坊，或神农坊，位于洛阳城北郊，是一家具有医馆性质的中型庄园。春，即椿，意为无穷；春深居，意为探索无穷的地方。春深居由公苏谨和凤秋吟夫妇共同经营。之所以被称为「坊」，是因为它和传统的私家园林完全不同，<a
        class="mark"
        >这里更像是一个小型的里坊</a
      >，大部分活动区域都是生活区，用来收留无家可归的流民和需要长期调养的病人。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <h4>成员</h4>
    <p>
      公苏谨<span class="tip">（前司天台墨衣司隶）</span>、凤秋吟<span
        class="tip"
        >（前司天台朱衣司隶）</span
      >；
    </p>
    <p>袁千钧、西山雀、柯青童、虞妙哉<span class="tip">（前成员）</span></p>
    <h4>邙山名园</h4>
    <p>
      春深居、金谷园、吹剑园<span class="tip">（潘岳）</span>、寺山水苑<span
        class="tip"
        >（王君夫）</span
      >。
    </p>
    <p>
      春深居背后的资助者有：凤氏家族<span class="tip"
        >（皇后集团分支，司天台实际控制者）</span
      >，学宫<span class="tip">（东宫集团分支）</span>，金谷园<span class="tip"
        >（皇后集团分支，富可敌国）</span
      >。能同时得到东宫和皇后这两个敌对集团的支持，是因为春深居拥有很强的独立性：拥护皇后政权的同时，也可以和东宫有业务上的合作。
    </p>
    <h4>公苏谨</h4>
    <p>
      公苏谨是二代成员里公认的天才，是司天台三代大宗伯的候选人之一。当时共有三位候选人：公苏谨<span
        class="tip"
        >（慕容复）</span
      >；方隐游<span class="tip">（乔峰）</span>；姜探微<span class="tip"
        >（张无忌）</span
      >。但三个人结局都不太好：公苏谨被雪藏；方隐游流亡西域；姜探微做了小宗伯<span
        class="tip"
        >（分管学宫里的小戴阁，主要负责青训体系，是七名小宗伯里最边缘的一个）</span
      >。大宗伯是郭象。郭象不是通过司天台体系选上来的，他是一位空降领导，虽然他也很厉害，但他在司天台里只是凤氏家族的吉祥物。
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>
      公苏谨被雪藏，是因为他是刘徽的弟子<span class="tip"
        >（刘徽是司天台之父，所有初代成员都是他召集来的，武帝只是名誉主席）</span
      >，而刘徽是太后党的核心人物，是皇后党的政敌，所以，皇后发动政变的时候，一度把公苏谨也列入了暗杀名单。
    </p>
    <p>
      但公苏谨同时又是凤秋吟的未婚夫，凤氏家族是皇后党的重要支持者，所以他被保了下来。
    </p>
    <p>
      但仅仅是裙带关系还不够有说服力，他必须要给皇后党送上一份正式的投名状，于是，凤氏家族给他安排了一个任务：追捕刚逃出洛阳不久的方隐游。
    </p>
    <p>
      公苏谨和方隐游的对决备受方术世界瞩目，这本该是一场针尖对麦芒的较量，但无论是过程还是结果都让人大跌眼镜：拥有司天台顶级技术团队的公苏谨，被四面受困的方隐游收拾得屁滚尿流。
    </p>
    <p>
      技术团队可以证明公苏谨没有放水，大家就是技不如人，加在一起都不是方隐游的对手。公苏谨的天才招牌被砸的稀碎，凤氏家族很为他着急，因为皇后党不养闲人。于是，公苏谨又得到了新的任务：缉捕陆科。
    </p>
    <p>
      陆科是飞白红卯符的开发者，一直有「当世最强」的称号。公苏谨连方隐游都对付不了，怎么可能和陆科硬碰硬呢？但他也没办法，这是他最后的保命机会了。
    </p>
    <p>
      幸运的是，陆科没有逃跑，也没有抵抗，当公苏谨带队去抓人的时候，他就这么束手就擒了。而公苏谨也因为陆科的配合，在最后时刻拿到了加入皇后党的门票。
    </p>
    <p>
      可他最终也没能证明自己的能力。司天台重建之后，他逐渐失去了高层信任，沦为边缘人物，苟在春深居里虚度人生。
    </p>
    <p>
      春深居和司天台的关系类似于天庭和梅山<span class="tip">（二郎神）</span
      >的关系，梅山归天庭管，二郎神的名气也很大，但实际上梅山根本接触不到天庭的核心。春深居的现状也是如此，相当于一个负责边缘业务的研究院<span
        class="tip"
        >（他还是比较擅长理论研究）</span
      >。
    </p>
    <h4>东山再起</h4>
    <p>
      和凤秋吟结婚后，公苏谨用全部积蓄在城北郊外买了一块地，建了一座小庄园，取名「春深居」。
    </p>
    <p>
      几年后，春深居在医学界崭露头角。公苏谨夫妇和袁千钧、西山雀组成了一支豪华的道医团队，团队成员里还有两位司天台的明日之星：柯青童和虞妙哉。
    </p>
    <p>
      早期的春深居就像万事屋，任何人，无论身份高低，只要遇到了麻烦，都可以来这里碰碰运气。如果他们对委托人的问题感兴趣<span
        class="tip"
        >（通常是那些悲惨的、离奇的、背后隐藏着动人故事的事件）</span
      >，就会帮他想办法，解决问题。
    </p>
    <p>
      后来，向他们求助的人越来越多，凤秋吟提议：我们干脆搞个「神农坊」吧，给那些无家可归、无钱治病的人提供一个临时的收容所。大家在这里互相帮助，还可以互换一些谋生的技能，等出去之后，就可以重新开始生活了。
    </p>
    <p>
      凤秋吟是个超级善良的人，但很显然，她的想法受到了火道的启发。实际上，当时她已经秘密加入了火道。她想在众目睽睽之下，把春深居变成火道的「义舍」。
    </p>
    <h4>凤秋吟</h4>
    <p>
      司天台经历了三次变革。第一次，司天台成立，是晋武帝亲自指挥亲自部署的秘密机构<span
        class="tip"
        >（初代司天台）</span
      >。第二次，司天台从御史台的下属机构变成独立机构，并面向社会招聘<span
        class="tip"
        >（二代司天台）</span
      >。第三次，二代司天台被皇后党团灭，不久后，郭象在凤氏家族的扶持下重建司天台<span
        class="tip"
        >（三代司天台）</span
      >。
    </p>
    <p>
      作为二代成员，凤秋吟要面临一个选择：家族，还是朋友。凤氏家族是皇后的左膀右臂，可她的所有朋友都在皇后的暗杀名单里。凤秋吟在皇后的大清洗行动中帮助过很多人，有三个比较重要：公苏谨、方隐游、江幻烛<span
        class="tip"
        >（陆科次女，陆小乙姐姐）</span
      >。
    </p>
    <p>
      公苏谨是凤秋吟的未婚夫，即便凤秋吟不帮他，凤氏家族也会帮。方隐游曾是公苏谨的情敌，凤秋吟在事发之前，提醒他要快点逃跑，事发之后，又用飞符给他通风报信，教他破解公苏谨的法术。江幻烛是凤秋吟的搭档，但她没能帮助江幻烛成功脱身。
    </p>
    <p>
      方隐游逃亡后建立火道，造反事业干得蒸蒸日上。反观公苏谨，一再向强权低头，毫无底线。有一次，方隐游偷偷回到洛阳，见了凤秋吟一面，并给凤秋吟讲述了火道的教义，以及他的理想世界，凤秋吟当场就被这种众生平等的救世思想吸引住了。
    </p>
    <p>她秘密加入了火道。</p>
    <p>
      过了一段时间，司天台的情报部门发现了凤秋吟的教徒身份，而凤氏家族也不打算再保护这个屡教不改的叛逆族人了。公苏谨为了救妻子，和司天台高层做了一笔交易：他愿意把春深居变成司天台的人体实验基地。
    </p>
    <p>
      凤秋吟保住了性命，但她并不感激公苏谨，因为人体实验这个项目实在是太反人类了，她绝不接受。从此她不再和公苏谨说话，被软禁在春深居里，不再过问世事。其他成员也无法接受这样的安排，虞妙哉随后也离开了春深居。公苏谨把业务分割成了两部分：袁千钧和柯青童负责治病，实验基地由他和西山雀负责。
    </p>
    <h4>狮子击象</h4>
    <p>陆科被捕后，有三个从轻发落的因素：</p>
    <p>
      第一，他退出司天台很多年了，也没参与这场政治动乱，除掉他仅仅是因为树大招风。第二，司天台在陆家搜到了许多民俗研究资料和丹青草稿，基本上可以证明，陆科退出司天台后就没再使用过方术了。第三，他没有反抗，从容入狱，这种表现也堪称模范。所以司天台决定，只处死陆科和江幻烛，其余家人一律免罪。
    </p>
    <p>
      但公苏谨发现有一幅名叫「狮子击象」的丹青草稿很奇怪，和陆科平常的风格迥然不同，这引起了他的好奇，于是他偷偷把这幅画藏了起来。后来就一直保存在春深居。
    </p>
    <p>
      多年以后，水府流云图横空出世，公苏谨才惊觉，狮子击象图原来是水府流云图的草稿。
    </p>
  </article>
  <Modal ref="S13Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S13Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${13}_PAPER`][parseInt(index)];
  S13Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
