<template>
  <article id="S9">
    <h2><div class="story-h2">第八章·淑女的眼泪</div></h2>
    <p>
      穆千穗被陈谊射瞎眼后，人生迅速跌落谷底。她此前能在河阳山墅作威作福，完全是因为她的联姻价值，穆家打算在她十五岁的时候，把她嫁给洛阳贾家。但是贾家听说穆千穗毁容，半张脸都烂了，就立即把这门亲事退了。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <p>
      此外，皇后<span class="tip">（贾南风）</span
      >觉得穆家能被一名部曲搅合成这样，太不专业，便把河阳山墅的业务裁减了大半。穆昆吾去金谷园求石季伦给他们想想办法，石季伦说先把你女儿接过来吧，我给她找最好的郎中，看看她的脸还有没有救。可穆昆吾更关心被裁减的业务，石季伦说：这些就别想了，先治女儿的病。
    </p>
    <p>这是石季伦对穆家仅有的补偿。</p>
    <h3>坠露神</h3>
    <p>穆千穗在金谷园的住处：垂髫园。</p>
    <p>
      垂髫园：上一位住在这里的人是名伶梁绿珠，现在升级成了石季伦的宠妾。梁绿珠在审美方面有一定的追求，所以她在垂髫园居住的时候，培养了一个精通园林设计的管家团。她搬走后，管家团被留在了垂髫园，负责日常管理和维护。
    </p>
    <p>
      穆千穗入住后，管家问她有没有什么特殊需求。她说她不喜欢到处都是青松翠柏，绿得眼晕，她喜欢鲜艳的颜色、奇异的花型、诱人的香气：就像发黑的紫色、发紫的红色、发红的蓝色，诸如此类，明白我的意思吗？管家说：明白，即是幻梦之境。穆千穗指了指自己的左脸，说：是这种、熬成浆的梦。管家说：完全明白。
    </p>
    <p>
      穆千穗在垂髫园开始了新生活，她在河阳山墅的护卫团和奴隶团也被运了过来。管家给所有奴隶和护卫的装备都进行了全方位的升级，穆千穗感到十分惊喜，说：你真了不起，你叫什么名字？管家说：小人王司鬼、但这份功劳不能算在我一人头上，是我们团队集思广益的成果。穆千穗说：全部请过来，今晚我要设宴请客。
    </p>
    <p>
      晚宴。王司鬼带了四个人来，分宾主入座后，他便向穆千穗逐一介绍成员：王司花，工匠；慕容珏，画师；齐武子，文学顾问；殷伏黎，博物学家。
    </p>
    <p>
      宴会中途，王司鬼给穆千穗献上一份礼物，一副美艳绝伦的<a class="mark"
        >象牙半面面具。王司鬼说：这副面具名叫「坠露神」</a
      >，是殷姑娘设计的。
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>穆千穗问：殷姑娘，是不是我的脸看起来很可怕，吓到你了？</p>
    <p>殷伏黎说：不，我觉得小姐好美。</p>
    <p>
      穆千穗戴上面具，果然和她的脸型完全契合，她对着镜子细细打量，她说：真是杰作，可惜你们只完成了一半，世上的东西总要成双成对才叫完美。殷姑娘愿意为我完成这个杰作吗？
    </p>
    <p>殷伏黎俯身叩首，感激涕零：荣幸之至。</p>
    <p>穆千穗抛来一把匕首，说：我是左边，你是右边，别搞错了。</p>
    <p>
      殷伏黎两眼放光，连声称谢，随后毫不犹豫地拔出匕首，剜向自己的右眼，齐武子这才搞清状况，连滚带爬地冲向殷伏黎，夺走匕首。
    </p>
    <p>
      齐武子说：坠露神面具做不出第二副了，面具上的图纹是用青金石颜料制成的，青金石是我从西域带来的，洛阳只此一份。世上不会再有第二个坠露神了。
    </p>
    <p>
      穆千穗看着殷伏黎。此时，<a class="mark">殷伏黎的右眼已经鲜血横流</a
      >，而脸上却不见丝毫畏惧，她反而很享受。穆千穗问齐武子：这么珍贵的宝石，你怎么舍得给我用呢？
      <span class="desc" @click="handlePaper(2)">【碎片*】</span>
    </p>
    <p>齐武子说：殷姑娘觉得，只有您才能配得上它。</p>
    <h3>黑面神</h3>
    <p>
      一方面，金谷园四处给穆千穗找会整容的郎中，另一方面，春深居接到多人委托，他们希望春深居可以帮助他们，把困在垂髫园的亲朋好友营救出来<span
        class="tip"
        >（垂髫园基本上已经被穆千穗和管家团打造成超现实缅北动物园了）</span
      >。金谷园有请郎中的需求，春深居有受害群众家属的委托，双向一奔赴，公苏谨便出现在了金谷园。
    </p>
    <p>
      公苏谨了解到垂髫园的情况，对石季伦说：石世伯，与其治好穆小姐的脸，不如先治好穆小姐的心。
    </p>
    <p>石季伦说：千穗是我的干女儿，治病可以，千万不能伤害她。</p>
    <p>公苏谨说：放心，我定还您一个知书达理的穆小姐。</p>
    <p>
      几天后，穆千穗来到春深居，公苏谨直接把她关进了人体实验基地。接下来她要试验一种瞳术<span
        class="tip"
        >（就是虞妙哉无忧眼的原始版本）</span
      >。在此期间她逐渐认识到，同样是洗脑虐待狂，她和公苏谨相比还是小巫见大巫了。实验结束后，由于她的特殊身份，公苏谨不能简单地把她处理掉，于是便对她发动了拔魂术，确保她的超能力被废除掉，就放她回去了。
    </p>
    <p>
      穆千穗回到金谷园后，果然规矩了很多，不仅拆除了所有刑房、销毁了所有刑具，还放走了所有奴隶。整个人变得异常平和，每天女诫不离手，听说还要去参加女德培训班，潜心学习如何做一个好女人。
    </p>
    <p>
      而殷伏黎和齐武子，则在穆千穗大赦天下之前，就已结清所有欠款，赎身出去了。原来，殷伏黎来金谷园的目的，就是偷窃炼丹原材料，获得原材料后，她成功炼出了五夜丹和七夜丹，在四通市血赚一笔，然后带着齐武子潇洒离去。
    </p>
    <p>
      穆千穗得知，殷伏黎在她离开后不久，就成了园区里的新王，所有员工都要听候她的差遣<span
        class="tip"
        >（帮她偷运原材料）</span
      >。这让她有些惊讶，因为在此之前，殷伏黎是她身边最出色的女奴，现在看来一切都是演技。
    </p>
    <p>
      殷伏黎盗取的植物原料有三种：曼陀罗、鼠尾草和黑面神。都是穆千穗入住以后才开始栽种的。如果殷伏黎的盗窃计划早有预谋，那她的计划就应该是<a
        class="mark"
        >从纵火负债开始的，然后卖身到金谷园，加入管家团，帮助穆千穗改造垂髫园，洗脑所有员工包括自己，等候穆千穗被带到春深居疗养后控制宅园，让所有人帮她偷运原材料，炼丹，赚钱，赎身</a
      >。环环相扣，每一步都没有容错空间，但每一步都恰到好处地成为了下一步的铺垫。
      <span class="desc" @click="handlePaper(3)">【碎片*】</span>
    </p>
    <p>
      公苏谨和殷伏黎的出现给她结结实实地上了一课，她终于知道什么是真正的暴君和真正的猎手了。这是她的第二次重生。
    </p>
    <h3>火神</h3>
    <p>
      回到金谷园后的一年里，春深居仍会定期检查她的健康状况，确认她不具威胁，才逐渐解除了对她的监控。
    </p>
    <p>
      在女德班学习的时候，穆千穗偶然接触到了火道的思想，火道的世界观和早期佛教类似<span
        class="tip"
        >（摩尼教在设定里本身就是火道的组成部分）</span
      >，以因果报应为主，但对于穆千穗来说，这里还有一个隐藏的世界观：男女平等<span
        class="tip"
        >（中国历史上的所有异端宗教都暗含着不同程度的男女平等思想，所以它们是异端宗教）</span
      >。
    </p>
    <p>
      出于对真善美的求索，穆千穗加入了火道，在火道，她结识了方隐游<span
        class="tip"
        >（那时的火道还没成气候）</span
      >，方隐游一次性解决了她的所有困惑，并把她此前遭受的所有劫难都化为了重生的动力。这是她的第三次重生，脱胎换骨的重生。
    </p>
    <p>
      据说，火道的主神之一，<a class="mark">阿莎力妈妈</a
      >，曾降临到她身上，她在那一瞬间开启了「全视之眼」。此后，她就成了阿莎力的侍法者，成了教会里的独特存在<span
        class="tip"
        >（侍法者目前已经有几十人了，阿莎力妈妈的力量就分散在这几十个侍法者体内）</span
      >。
      <span class="desc" @click="handlePaper(4)">【碎片*】</span>
    </p>
    <p>
      阿莎力还激活了她原本被剥夺的瞳术，这里就不叫无忧眼了，改称为「玄瞳」。玄瞳的能力和无忧眼类似，但侧重点不同，玄瞳侧重于支配能力<span
        class="tip"
        >（上一章里虞妙哉把殷伏黎的五感封闭就是支配能力）</span
      >，而无忧眼侧重于占验能力。
    </p>
    <h3>陆山黛的烦恼</h3>
    <p>
      四夷坊谣言满天飞，好像每个人都知道一点跟陆小乙有关的内幕，只有陆山黛什么都不知道。她满世界打听，都说陆小乙搞了什么颠覆国家政权的事情，勾结乱党，必死无疑。这让她感到很焦虑。
    </p>
    <p>
      陆山黛焦虑到月经失调，可她不明白是怎么回事，想找殷伏黎给她出出主意，却怎么也找不到人。她又去找姐姐陆林焉，可是姐夫连门都不让她进，自从陆小乙出事之后，陆林焉就不再能够和家里人见面了。陆山黛愤怒地说：狗姐夫！势利眼！
    </p>
    <p>
      陆山黛不敢找郎中，也不敢问别人，她觉得自己要死了。死之前，她去找曹钉筋，准备办一件大事，她说：钉筋兄，我有个计划，你放我进洛阳府刑房，让我去见我哥哥一面。进去之后，你说，陆小妹给兄弟们带酒来了，喝吧。而我在酒里下了药，刑房的兄弟们喝了酒，就会昏睡过去。到时候我就把我哥哥带出来——
    </p>
    <p>
      曹钉筋打断她说：停、停，这个事情，怎么说呢，我带你去找陈谊。如果你能说服他，我就答应你，我脑子不行，转不过弯。
    </p>
    <p>
      曹钉筋带她去找陈谊，说：观止<span class="tip">（陈谊字观止）</span
      >，陆小妹要劫狱，你劝劝她。
    </p>
    <p>
      陈谊愣了半天，开始给她详细分析这个计划的风险和成功几率。一番苦劝，总算把她劝回了家。陈谊问曹钉筋：她一直这么勇敢吗？
    </p>
    <p>
      三天后，陈谊去吴人坊，叫来陆山黛，警告她别胡闹：有些事你想都不要想，想了也是犯罪。陆山黛说：对对对。随后，陈谊又安慰了她几句：我看你气色不太好，这几天好好休息，你哥哥的事情用不着你管，但凡有一点转机，我和曹钉筋自然会帮他想办法，明白吗。陆山黛说：行行行。
    </p>
    <p>陈谊说：那我走了。</p>
    <p>
      走了几步，转头又说：对了，我认识一个女郎中，如果你身体不舒服，可以去东市景微坊，里面有个青芝药铺，到了就找张道医，说是我介绍你来的。你知道我叫什么对吧。
    </p>
    <p>陆山黛说：你叫陈谊。</p>
    <p>陈谊说：嗯，那我走了。</p>
    <p>
      陈谊走后，直接回家，吕狄正和穆千穗相向而坐，穆千穗把面具借给他玩，身后是她的保镖，牧羊武。
    </p>
    <p>见陈谊回来，穆千穗开口问道：你弟弟怎么一点都不怕我？</p>
    <p>她转过头来，陈谊终于看到她被毁容的半边脸。</p>
    <p>
      陈谊马上移开视线，自顾自说道：话给你传到了，如果你对陆山黛做了什么不好的事，我会让你另一只眼睛也保不住。
    </p>
    <p>
      穆千穗冷冷地说：穆子离，你怎么敢在我面前装正义之士呢？你记得吗，是你平白无故射瞎了我的眼睛，而不是我害了你。
    </p>
    <p>陈谊说：你走吧。</p>
    <p>
      穆千穗起身，牧羊武从吕狄手里抢夺面具，吕狄不给，叫嚣着让牧羊武态度好点，牧羊武便一拳抡在吕狄下巴上，吕狄当场不省人事。
    </p>
    <p>
      走到陈谊身边的时候，她还是决定解释几句：陆山黛生了病，却不敢和别人说，姑娘家的难言之隐。明白吗？我见不得姑娘们受委屈，想帮帮她，我们向来做好事，惩奸除恶，你觉得呢？
    </p>
    <p>陈谊不知道该说什么。</p>
    <p>穆千穗说：还有，以后别再提起我的脸。</p>
  </article>
  <Modal ref="S14Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S14Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${14}_PAPER`][parseInt(index)];
  S14Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
