<template>
  <article id="S9">
    <h2><div class="story-h2">后记</div></h2>
    <p>
      第五章到第八章，陆小乙暂时退出主线剧情，穆千穗和殷伏黎交替登场。两个女主角都是魔女人设，不同在于一个是DOM类型<span
        class="tip"
        >（猎手）</span
      >，一个是SUB类型<span class="tip">（猎物）</span>。
    </p>
    <h4>瞳朦子</h4>
    <p>
      瞳朦子的背景：穆千穗 → 火道·洛水治 →
      赵王集团。瞳朦子不在火道的组织架构里，是一个以穆千穗为首的独立分支。
    </p>
    <p>
      瞳朦子连环杀人行动本质上是一次恐怖袭击，目标是太子党，策划者是穆千穗、赵王、蓑衣客<span
        class="tip"
        >（赵王幕僚、火道高层，原型是孙秀，就是狗尾续貂典故里的主角）</span
      >。
    </p>
    <p>这条故事线是这样的：</p>
    <p>
      水府流云图成名后，一直在捕风馆公开展览，穆千穗观画的时候发现颜料里似乎有黑面神的成分。她是洛阳第一个引进这种植物的人，对它的性状和功能非常熟悉：黑面神最大的能力就是可以产生致幻效果。水府流云图显然又给黑面神叠了一层buff，让致幻效果变得更加隐蔽，且强大。
    </p>
    <p>
      穆千穗本想借此机会发展火道教徒的，但当她发现这幅画有殷伏黎的参与后，她临时改变了主意，组建了区别于火道的「瞳朦子」。
    </p>
    <p>
      此时，瞳朦子并没有恐怖袭击的计划，它和穆千穗在河阳山墅、垂髫园里做的事是一样的，是一个以洗脑征服摧毁为目标的游戏，只不过她的手段越来越高明。直到狮山云集红遍洛阳，赵王和蓑衣客找到了穆千穗，想要借用一下瞳朦子的力量。
    </p>
    <p>于是，就有了后来的「菟丝草恐怖袭击行动」。</p>
    <p>
      但第一个点燃菟丝草的人是殷伏黎，和恐怖袭击一点关系都没有。但是，许无垠是瞳朦子成员，白伊蔚是即将通过考核的准瞳朦子成员，许无垠是她的考官<span
        class="tip"
        >（加入瞳朦子要通过巡香考核，巡香考核类似于蓝鲸游戏，是一种摧毁人格的手段）</span
      >。
    </p>
    <p>
      殷伏黎为了营救白伊蔚，杀掉了许无垠，可白伊蔚当时已经被洗脑洗得错乱了，无奈之下，她只能把白伊蔚也一并带走。离开现场的时候，殷伏黎点燃了一把菟丝草，没什么特殊意义，只是一种对白伊蔚的道别方式。
    </p>
    <p>
      可「点燃菟丝草」后来却被瞳朦子当成了一种象征，因为穆千穗想要把恐怖袭击的黑锅丢给殷伏黎。
    </p>
    <p>
      水府流云图、狮山云集、瞳朦子是一套组合拳，必须要串联起来：首先，殷伏黎和陆小乙联手创作了水府流云图；然后，鲁褒和江统在狮山云集里妖言惑众，引起社会动荡；再然后，殷伏黎领导的瞳朦子在洛阳城里杀人放火，企图发动一场叛乱，颠覆政权。
    </p>
    <p>
      这样的罪名才足够给太子党致命打击，可现在的问题是殷伏黎没抓到，水府流云图的事情说不清，瞳朦子的锅也没人背。她一下子成了关键人物。
    </p>
    <p>
      由于司天台迟迟找不到殷伏黎，于是赵王集团决定改变策略，这些锅不给殷伏黎背了，反正也是编故事，既然找不到人，就重新编个故事好了。
    </p>
    <p>可公苏谨不配合，他坚持认为，必须要找到殷伏黎，这个案子才能水落石出。</p>
    <h4>公苏谨</h4>
    <p>
      公苏谨是司天台调查组的负责人<span class="tip"
        >（大理寺、司天台和洛阳府联合办案）</span
      >，在找不到殷伏黎的情况下，他的任务变更为：给陆小乙罗织巫术罪名。但他没有这么做，坚持要找到殷伏黎才能下定论。他认为殷伏黎在事件里起到的作用比陆小乙更大<span
        class="tip"
        >（高层认为殷伏黎只是个无足轻重的丹药贩子）</span
      >。
    </p>
    <p>
      而且，赵王不愿意看到他这么较真<span class="tip"
        >（他不仅追查殷伏黎，还对瞳朦子穷追猛打）</span
      >，如果他真的查清瞳朦子的事实，反而会对赵王不利。所以他的调查也遭遇了重重阻碍。赵王正在和司天台高层交涉，试图把他赶出调查组。
    </p>
    <p>
      但公苏谨执着于寻找殷伏黎也有他的理由：他认为殷伏黎和死去多年的陆科之间存在千丝万缕的关联。
    </p>
    <p>
      第一，司天台有一个强大的监控系统，却从未监控到殷伏黎的炼丹活动，司天台把这视为「殷伏黎只是贩毒而非制毒」的证据，但公苏谨觉得殷伏黎就是极夜丹系列的制作者<span
        class="tip"
        >（事实也的确如此）</span
      >，她有办法避开司天台的监控机器，这是她「不是普通江湖术士」的证据。
    </p>
    <p>
      公苏谨的想法很大胆，因为按照他的思路：殷伏黎又有高超的制毒技术，又有规避司天台监控机器的法术，但她看起来只是一个整天在鹩儿巷胡混的精神小妹。这非常不合理，而且他没有证据，所以他很难给自己赢得支持。
    </p>
    <p>顺着他的思路会有一个问题：殷伏黎的炼丹技术是从哪里学的？</p>
    <p>
      公苏谨对几种极夜丹进行了分析，他感觉殷伏黎的炼丹术很像是失传多年的「江流丹法」。江流丹法是余姚江氏的家传秘术，最后两代传人分别是：陆科的第一任妻子江璧，以及他的两个女儿<span
        class="tip"
        >（江幻风、江幻烛）</span
      >，然而这三位都不在世了。
    </p>
    <p>
      第二，目前可以确定，水府流云图是由陆小乙和殷伏黎共同完成的，殷伏黎负责制作颜料，陆小乙负责绘画。这幅画最大的问题不在于「和极夜丹类似的成分」，而在于它和陆科的一幅遗作草稿十分相似，甚至可以说，水府流云图就是陆科遗作的最终形态。
    </p>
    <p>
      第三，殷伏黎会用白符，而且用得炉火纯青，她的解释是：白符是从陆家捡的，陆家捡来的白符不需要念咒。这是彻头彻尾的谎言，公苏谨对沈纨和虞妙哉的供词进行对比，发现殷伏黎是最近才认识陆小乙的，也就是说她本来就有白符，而且她的白符是陆科制作的特殊白符。
    </p>
    <p>
      第四，殷伏黎对司天台的监控和法术体系非常熟悉，甚至她对一些具体的人<span
        class="tip"
        >（比如虞妙哉）</span
      >都很熟悉，这不可能是巧合，更不可能是道听途说。
    </p>
    <p>综合这四件事，公苏谨有一个大胆的假设：殷伏黎是陆科的次女，江幻烛。</p>
    <p>但这个怀疑也有漏洞：</p>
    <p>第一，江幻烛是被司天台处死的，很多人都亲眼所见，包括公苏谨。</p>
    <p>
      第二，殷伏黎号称年方十九，她看起来也确实很小，但江幻烛如果还活着，现在应该有三十几岁了。
    </p>
    <p>
      第三，江幻烛是个I到不能再I的I人，殷伏黎是个E到不能再E的E人，两人的性格没有任何共同之处，她们怎么看都不像一个人。
    </p>
    <p>
      但公苏谨可以强行解释这些漏洞：江幻烛通过某种未知的法术<span class="tip"
        >（和水府流云图有关）</span
      >死而复生，性情大变，成为了殷伏黎。
    </p>
    <h4>虞妙哉</h4>
    <p>殷伏黎逃跑后，虞妙哉给她提供了避难所。</p>
    <p>
      虞妙哉有个替身，叫薛巧人，住在白象坊<span class="tip"
        >（就在司天台眼皮底下）</span
      >，她以前也是司天台成员，后来被革职了，就一直跟虞妙哉混。虞妙哉接纳她，是因为她有个能力，容止术，就是擅长化妆易容。她平时给太庙做零活，必要时会化身为虞妙哉的替身，参与方术事件的调查。殷伏黎就住在薛巧人的家里，每次出门，薛巧人都会给她乔装改扮。
    </p>
    <p>
      虞妙哉愿意帮助殷伏黎，不仅仅是因为私人感情，更是因为她相信殷伏黎和陆小乙都是被诬陷的。殷伏黎有个计划：她已经查到瞳朦子和赵王有关了，只要能找到相关证据，就可以洗清自己和陆小乙的嫌疑。
    </p>
    <p>
      这个计划不仅得到了虞妙哉的认可，还得到了太子党的支持。太子党也需要证明这件事，才有机会化被动为主动。
    </p>
    <p>
      基于这样的考量，虞妙哉必须要和公苏谨展开周旋。因为公苏谨已经把她视为追查殷伏黎的突破口了。
    </p>
  </article>
  <Modal ref="S15Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S15Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${15}_PAPER`][parseInt(index)];
  S15Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
