<template>
  <article id="S9">
    <h2>
      <div>人物表</div>
    </h2>
    <p>故事到这里，四名主角全部完成亮相，他们有一些特质。</p>
    <p>
      公苏谨<span class="tip">（暗黑郎中）</span
      >：六边形战士，诸葛亮人设，头顶主角光环，各种细节操作神预判，但结果却是永远都在败退的路上，久而久之，就会给人一种不足为惧的感觉。公苏谨的败退是全方位的，工作、生活、人际关系、情感，全部一塌糊涂，而且他对此束手无策。
    </p>
    <p>
      陆小乙<span class="tip">（反派画家）</span
      >：一边形战士，所有科目都零分，只有一科极致，极致反叛、极致自由、极致嘲弄、嘲弄秩序、嘲弄道德、嘲弄人间万物、也接受人间万物对他的嘲弄。陆小乙本身没有狂妄的资格，但他只是狂妄而已。他的生活也是一塌糊涂，但他不在乎，因为他只活在今天，活在此时此刻。
    </p>
    <p>
      殷伏黎<span class="tip">（疯子炼丹师）</span
      >：汉尼拔人设，陆小乙是嘲弄，殷伏黎是身体力行的破坏，破坏秩序、破坏道德、破坏人间万物，大概是这种感觉：我会像赴宴一样迎接死亡。或者这种：殷伏黎对穆千穗表达过爱意，她说我不会对你说沅有芷兮澧有兰，我会直接为你万死碎绮翼。
    </p>
    <p>
      穆千穗<span class="tip">（支配女王）</span
      >：镜子人设，穆千穗和其他三个人是镜像关系。首先，穆千穗和殷伏黎都很疯狂，但殷伏黎是反人类式的疯狂，她是双向情感障碍式的疯狂<span
        class="tip"
        >（虽然都是有病，但不是同一种病）</span
      >。其次，穆千穗和公苏谨都追求完美，但公苏谨是科学家式的追求完美，她是精神病人式的追求完美。最后，穆千穗和陆小乙都很嚣张，但陆小乙的嚣张是一种处世态度<span
        class="tip"
        >（精神）</span
      >，而她的嚣张则是压榨和霸凌<span class="tip">（肉体）</span>。
    </p>
    <p>
      存在和虚无：殷伏黎拒绝接受任何思想和哲学<span class="tip"
        >（其实这种是杨朱哲学）</span
      >，陆小乙也倾向于这种「我选择不做选择」的虚无主义。此外，陆小乙和殷伏黎都纵欲，这也是杨朱哲学里的「全性保真」。而穆千穗有女权思想<span
        class="tip"
        >（信奉存在主义和尼采超人哲学，公苏谨和她是同一种类型）</span
      >，对主体性有认识<span class="tip"
        >（正因为有这种认识，所以才更能体会到摧毁他人主体性的乐趣）</span
      >。
    </p>
    <h3>配角</h3>
    <p>
      虞妙哉：看似精明，实则莽撞、毛躁、丢三落四、并且戒备心很低、是一个从未受过社会毒打的、自以为是的、过于感性的、天真的官二代。
    </p>
    <p>
      陈谊：看似胸有城府，但是计谋从未成功，假装稳重，实则毫无耐心，莫名怜香惜玉<span
        class="tip"
        >（有轻度可控的恋童倾向）</span
      >、却又羞于表达感情的、不想当暴徒的暴徒。
    </p>
    <p>
      吕狄：喜欢装聪明、装文人，对别人对他的态度极端敏感<span class="tip"
        >（被害妄想症）</span
      >，但又经常上当，然后恼羞成怒，并且有恋老倾向的<span class="tip"
        >（不能控制的）</span
      >、傻瓜暴徒。
    </p>
    <p>
      牧羊武：看似稳重，实际上也很稳重、强悍、忠诚、职业素养很高的暴徒，但有个反差的设定：每次和人打架都会弄飞穆千穗的面具，每次打完架都要到处找面具。
    </p>
    <p>
      胡炼：女明星的脸、地痞流氓的嘴、受气包的命，看似有心计、实则喜怒形于色，看似贪财、但总是被迫仗义相助的市侩美女。
    </p>
    <p>吴坦尔：矛盾，每件事都矛盾，软弱又狠毒，伪善又悲悯的道德模范。</p>
    <p>
      沈纨：吹牛大王，自诩胆大包天，看似充满冒险精神，实则不堪风浪，只会纸上谈兵的博物学家。
    </p>
    <p>江统：在江统的故事里江统就是绝对的主角。</p>
    <p>
      后面还有一些可以挖掘的角色，曹钉筋<span class="tip"
        >（可以是陆小乙的苦主）</span
      >，齐武子<span class="tip">（可以是一种猎奇的色情符号）</span
      >，陆山黛<span class="tip">（可以是少年性转陆小乙）</span>，薛巧人<span
        class="tip"
        >（替身一般都有大用）</span
      >，孟依兰<span class="tip">（可以是一众老年权贵曾经的梦中情人）</span
      >，太子司马厉<span class="tip">（可以是一个不择手段的革命家）</span>。。。
    </p>
    <p>
      还有一个隐藏在暗线里的人物：陆科<span class="tip"
        >（陆科也是镜子，是四个主角的理想人格）</span
      >。
    </p>
    <h3>接下来的剧情</h3>
    <p>
      殷伏黎和穆千穗正面对决，公苏谨是关键变量，一番乱斗之后，疯子战胜女王，成功解救自己和陆小乙。陆小乙在极端环境里坚持贯彻他反叛、自由、嘲弄一切的人生信条，而公苏谨也在这个过程中逐步解开水府流云图和殷伏黎的真相。
    </p>
    <p>最后，具体剧情不讲了，介绍几个设定。</p>
  </article>
</template>
<script setup></script>
