<template>
  <article id="S9">
    <h2>
      <div>人物表</div>
    </h2>
    <p>主角：陆小乙、殷伏黎、公苏谨、穆千穗。浅写一个人物小传。</p>
    <h3>杨朱学派</h3>
    <p>
      陆小乙和殷伏黎信奉一种「杨朱哲学」，关键词是：贵己、为我、全性、保真。这种哲学思想特别早熟，盛行于百家争鸣，衰落于焚书坑儒，消亡于独尊儒术，它就像先秦版本的存在主义，因为想法过于超前而早夭。
    </p>
    <p>
      贵己为我：我的生命高于一切，我不是任何崇高理想的燃料，我只专注于我自己的生命价值。我的利益高于一切，损一毫而利天下的事情我不做，悉天下而奉一身的事情我也不做。我的理想社会是，人人贵己为我，互不侵犯，人人重视自己的生命，且尊重他人的生命。
    </p>
    <p>
      全性保真：我来到这个世界的唯一目的是体验世界，我会为此付出我的全部热忱，任何身外之物都不能够成为我的拖累。但纵情体验、享受人生、解放精神并不代表纵欲，全性全的是自然之性，保真保的是自我之真。
    </p>
    <p>杨朱的学说可以浓缩成一句话：制命在内，我命由我。</p>
    <p>
      陆小乙对世间万物总是抱有一种戏谑的态度，没有什么值得被严肃对待，爱情、名望、财富、理想、道德统统都是儿戏，人生苦短，要在拥有的时候尽情挥霍，包括生命。生命没有意义，也不该被赋予意义，任何穿过喉咙的东西，都将成为他大快朵颐的理由。
    </p>
    <p>
      殷伏黎和陆小乙有相同的底色，她也觉得世间万物都是笑话，没有什么永垂不朽，但她和陆小乙的不同之处在于，她有很明确的目标<span
        class="tip"
        >（点金石）</span
      >，并且她会竭尽全力、不惜代价地完成这个目标。陆小乙只会在随机的事情上竭尽全力，比如水府流云图、狮山云集，这些都不是预设的目标，都是灵光乍现，然后就顺着走下去，如果灵感持续爆发，他就会走到最极限的地方，可一旦灵感断了，他也可以毫无负担的放弃。
    </p>
    <p>
      殷伏黎不会这样，她的目标是寻找点金石<span class="tip"
        >（大还丹催化剂）</span
      >，这是个不断失败的过程，但她从没想过放弃。身处绝境时，陆小乙会说：我要像赴宴一样赴死。而殷伏黎会说：没人可以决定我的命运，杀死上帝，我就是我的神。
    </p>
    <p>简单来说，陆小乙是杨朱混搭加缪，殷伏黎是杨朱混搭尼采。</p>
    <p>
      杨朱的贵己为我、全性保真，在这里只是一种指导方针，并不需要彻底践行，我也不想把他们塑造成哲学符号。他们都有不同程度的自毁倾向、都有疯狂的一面，杨朱的标准对古人来说是平地惊雷，但对于现代人来说没什么大不了的。我还是希望男女主角的性格里可以有很强烈的东西。
    </p>
    <h3>诸葛连弩</h3>
    <p>
      闻一多：中国人的灵魂里，斗争着一个儒家，一个道家，一个土匪。代表三种思想意识：入世、出世和灭世。而且这是一套连贯动作：入世不成就出世，出世不成就灭世。这个故事里的角色有两类，一类是符号化的<span
        class="tip"
        >（殷伏黎、陆小乙）</span
      >，一类是现实里的<span class="tip">（大部分角色）</span
      >，接近现实的角色基本上都是在这个儒道匪框架下设定的。
    </p>
    <p>设定公苏谨的时候，我想的是一个没有被三顾茅庐的诸葛亮。</p>
    <p>
      诸葛亮和公苏谨有很相似的地方，他们心思缜密，机关算尽，可每次都因为各种客观变数而导致功亏一篑，东风不与周郎便，东风同样也没青睐过诸葛亮。简单来说，他们的人设就是顶着主角光环的背景板。
    </p>
    <p>
      诸葛亮的第二个特质是愚忠，这是他被后世神化的主要原因，给极度愚忠的臣子封神，在任何皇权至上的时代都是政治正确。公苏谨也一样，他所有抉择也都是出于这种忠君逻辑，不一样的是，诸葛亮对蜀国的愚忠是因为刘备对他有知遇之恩，是因为士为知己者死，而公苏谨没有遇到这样的人，所以他只能在入世这条道路上跌跌撞撞，然后不断向下滑落。
    </p>
    <p>
      出世也并非不可接受，就像诸葛亮「躬耕于南阳」，不是要一辈子躬耕于南阳，而是要通过另一种方式打造自己的个人品牌，等待伯乐三顾茅庐。春深居就是公苏谨打造个人品牌的地方，而且他做得相当成功，可就在他无限接近终点的时候，他又一次功亏一篑，凤秋吟秘密加入火道遭人举报，他瞬间被打回原点。最终，他只能向幕后老板妥协：把春深居改造成司天台的人体实验中心。
    </p>
    <p>
      这既不是入世，也不是出世，这是惩罚，是深渊，但尚不足以成为灭世的动机。而且这份工作他意外的擅长，没有人比他更适合做一个腹黑、冷血、众叛亲离的疯人院院长了。虽然这可能是他的本色，但他不喜欢，所以他在故事里的核心目标就是：摆脱这个混账身份。
    </p>
    <p>
      水府流云图引起的混乱被他视为一次绝佳的机遇。他利用人脉拿到了调查组负责人的职位，他会全力调查，同时把事情往有利于自己的方向引导，然后尽可能创造筹码，逼迫幕后老板和他进行交易。他的底气来源于，没人比他更了解水府流云图背后的秘密。
    </p>
    <p>
      但是幕后老板不希望他有自己的计划，只想让他老老实实的奉命行事。实际上，他能拿到负责人的身份和他的人脉没关系，仅仅是因为没人想趟浑水。大家都知道，这是皇后党和太子党的博弈，结局难测，被推上台面的公苏谨和曹律，很明显是失败后将要被拉去顶罪的冤种。所以公苏谨几乎没有办法控制调查方向，他的每一步行动都充满阻碍。
    </p>
    <p>
      诸葛亮的第三个特质是矛盾。六出祁山证明诸葛亮是个偏执狂，但他的情绪又相当稳定，他会把每次行动都计划得十分周密，任何奇袭的谋略都不在他的考虑范围之内，也就是说，他会以一种理性的心态去干一些疯狂的事。所以他越理性，就越没可能赢，理性就是他的弱点。
    </p>
    <p>
      公苏谨和诸葛亮在这方面一模一样，他对完美路径有病态般的追求，冗余的步骤、无法评估的风险、孤注一掷的搏杀都是他无法接受的事情。他的做事原则只有一个：在不破坏现有规则和秩序的前提下，以最小、最合理的代价实现目标。这种原则在逆风局里就像一剂慢性毒药，身处绝境的人往往没有资格寻找最优解。
    </p>
    <p>
      公苏谨最终需要走到土匪这一步，但他没有彻底沦落的基础，和黄巢王仙芝洪秀全相比，他拥有的东西太多了。所以他只会爆发一次，就像
      Colin Firth
      的教堂百人斩，他在陆小乙、殷伏黎和穆千穗的轮番污染下，终于让内心里的灭世人格出来走了一遭。
    </p>
    <h3>淑女的眼泪</h3>
    <p>
      殷伏黎是东方侠女，她是红拂、鱼玄机、聂隐娘、婴宁、胡永儿的化身。穆千穗是西方魔女，她是富江、朱莉埃特、朱斯蒂娜、留加、娜诺的化身，在这个故事里，她需要全方位地展示她的施虐艺术。
    </p>
    <p>
      其实就是SM，这里有很多门类，穆千穗的主题是：囚禁和精神控制。她的理论依据来自于萨德、福柯和李银河，我还在学习中，但他们写的东西让我很兴奋，我对穆千穗抱有很高的期望了。
    </p>
    <p>先讲讲穆千穗的成长和转变。</p>
    <p>
      河阳山墅时期<span class="tip">（十五岁之前）</span
      >。此时，她的统治仅限于闺房，为了自得其乐而残酷。但在她不可一世的表象之下，她并没有真正的权力，她的权力主要来源于她的联姻价值，也就是性价值：穆家准备在她十五岁的时候把她许配给洛阳贾氏。在这种情况下，穆家上下对她的态度只能是纵容，她可以为所欲为。但她的权力来源本质上是通过取悦男性获得的。
    </p>
    <p>
      垂髫园时期<span class="tip">（十六到十七岁）</span
      >。此时，她已经被毁容了，和贾氏的婚约也被取消了，她的家族地位一落千丈，被流放到金谷园里自生自灭。她意识到自己并不是食物链顶端的角色，但她依然拥有统治闺房的权力。
    </p>
    <p>
      后来，在殷伏黎等人的帮助下，她把垂髫园改造成了对外开放的奴隶会所，给那些真正掌握权力的贵族提供服务。她有了新的权力来源，但本质上依然是通过取悦男性获得的。她不觉得自己和其他女性一样，她是一个根据男性世界的规则和惯例来行事的女性，她觉得自己是个性别为女的男性。
    </p>
    <p>
      春深居改造期<span class="tip">（十八岁）</span
      >。名伶梁绿珠以委托人的身份来到春深居，请求公苏谨的帮助，原因是奴隶会所多次胁迫庄园里的女明星从事卖淫服务。公苏谨以治病为由把穆千穗带到春深居，对她进行人体改造，她从施虐者一下子变成了受虐者。但与此同时，她也在受罪的过程中体验到了存在的感觉。
    </p>
    <p>
      过渡期<span class="tip">（十九到二十四岁）</span
      >。从春深居毕业后，她被迫成为一个淑女，她终于明白了做一个好女人到底意味着什么。做一个好女人，意味着她在劫难逃，贞洁的精髓就是去做别人让她做的一切，而她从中得到的报酬是强奸、羞辱和纯属自愿的精神阉割。
    </p>
    <p>
      她为所有女人的境遇而痛苦，加入火道之后，她有了新的人生追求：人类更加神圣的一半人口非要被另一半戴上锁链吗？啊，打破这些束缚，这是阿莎力妈妈的旨意。
    </p>
    <h3>配角</h3>
    <p>
      虞妙哉：看似精明，实则莽撞、毛躁、丢三落四、并且戒备心很低、是一个从未受过社会毒打的、自以为是的、过于感性的、天真的官二代。
    </p>
    <p>
      陈谊：看似胸有城府，但是计谋从未成功，假装稳重，实则毫无耐心，莫名怜香惜玉<span
        class="tip"
        >（有轻度可控的恋童倾向）</span
      >、却又羞于表达感情的、不想当暴徒的暴徒。
    </p>
    <p>
      吕狄：喜欢装聪明、装文人，对别人对他的态度极端敏感<span class="tip"
        >（被害妄想症）</span
      >，但又经常上当，然后恼羞成怒，并且有恋老倾向的<span class="tip"
        >（不能控制的）</span
      >、傻瓜暴徒。
    </p>
    <p>
      牧羊武：看似稳重，实际上也很稳重、强悍、忠诚、职业素养很高的暴徒，但有个反差的设定：每次和人打架都会弄飞穆千穗的面具，每次打完架都要到处找面具。
    </p>
    <p>
      胡炼：女明星的脸、地痞流氓的嘴、受气包的命，看似有心计、实则喜怒形于色，看似贪财、但总是被迫仗义相助的市侩美女。
    </p>
    <p>吴坦尔：矛盾，每件事都矛盾，软弱又狠毒，伪善又悲悯的道德模范。</p>
    <p>
      沈纨：吹牛大王，自诩胆大包天，看似充满冒险精神，实则不堪风浪，只会纸上谈兵的博物学家。
    </p>
    <p>江统：在江统的故事里江统就是绝对的主角。</p>
    <p>
      后面还有一些可以挖掘的角色，曹钉筋<span class="tip"
        >（可以是陆小乙的苦主）</span
      >，齐武子<span class="tip">（可以是一种猎奇的色情符号）</span
      >，陆山黛<span class="tip">（可以是少年性转陆小乙）</span>，薛巧人<span
        class="tip"
        >（替身一般都有大用）</span
      >，孟依兰<span class="tip">（可以是一众老年权贵曾经的梦中情人）</span
      >，太子司马厉<span class="tip">（可以是一个不择手段的革命家）</span>。。。
    </p>
    <p>
      还有一个隐藏在暗线里的人物：陆科<span class="tip"
        >（陆科也是镜子，是四个主角的理想人格）</span
      >。
    </p>
    <h3>接下来的剧情</h3>
    <p>
      殷伏黎和穆千穗正面对决，公苏谨是关键变量，一番乱斗之后，疯子战胜女王，成功解救自己和陆小乙。陆小乙在极端环境里坚持贯彻他反叛、自由、嘲弄一切的人生信条，而公苏谨也在这个过程中逐步解开水府流云图和殷伏黎的真相。
    </p>
    <p>最后，具体剧情不讲了，介绍几个设定。</p>
  </article>
  <Modal ref="S16Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S16Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${16}_PAPER`][parseInt(index)];
  S16Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
