<template>
  <article id="S9">
    <h2>
      <div>世界观</div>
      <div>瞳朦子·陆</div>
    </h2>
    <p>
      第八章最后，陆山黛被穆千穗盯上了，她会去陈谊介绍的地方看病，并且会在那里被张道医蛊惑，加入瞳朦子。这里介绍一下火道和其变体「瞳朦子」。
    </p>
    <h3>火道简介</h3>
    <p>
      火道是符咒类法术的新王，教首方隐游曾经也是司天台成员，因被皇后党迫害，逃离洛阳，远赴西域，创立了「火神天师道」，也被称为「西天师道」、「火道」、「火神宗」。
    </p>
    <p>
      火道参考了一些原型：萨满<span class="tip">（起源故事和火神信仰）</span
      >、摩尼教<span class="tip">（教义和思想）</span>、明清秘密宗教<span
        class="tip"
        >（组织架构和传播手段）</span
      >，和天师道反而没有太大关系<span class="tip"
        >（只有一个入教缴纳五斗米的仪式来自天师道）</span
      >。
    </p>
    <p>
      火道的终极理想是：真空家乡。世界分为先天、中天和后天，先天是过去，中天是现在，后天是未来。每次浩劫，都会引导世界向下个阶段推进，加入教会就是渡劫的手段，真空家乡就是渡劫之后要前往的极乐世界。浩劫会在什么时候发生呢？一般来说就是马上、很快、就在眼前，但不明说。但火道的劫有明确的节点，就是「大火星入侵虚宿宫」的那一天。这一天不是等来的，要靠教众自己来触发，触发条件是：烧毁洛阳武库，解放被司天台封印在武库的九黎神。
    </p>
    <p>
      届时，代表着浩劫的天象就会出现，火道教徒会因为加入火道而顺利渡劫，进入真空家乡，也就是成仙了。
    </p>
    <h3>组织架构</h3>
    <p>
      和庞大臃肿、人心涣散、派系林立的司天台不同，火道内部拥有森严的等级秩序。
    </p>
    <h4>领导层：三弥五方十二治</h4>
    <p>
      教首：方隐游<span class="tip"
        >（火龙师君，陆科的道号是火龙真人，陆科是他的童年偶像）</span
      >
    </p>
    <p>副教主：绝尘子、天然子</p>
    <p>
      三弥主母：阿莎力、奥雅、代敏<span class="tip"
        >（不是具体的人，是三尊有人格的神像）</span
      >
    </p>
    <p>
      五方仙子：相、心、念、思、意<span class="tip"
        >（五大护法，对应五行）</span
      >
    </p>
    <p>
      十二治道首：中原<span class="tip">（洛水、金陵、会稽、江陵）</span
      >；西域<span class="tip"
        >（昭武、黑水、楼兰、乌孙、塞河、河西、阳关）</span
      >；其他<span class="tip">（邪马壹）</span
      >。每个治下都有众多教徒，他们相当于大区负责人<span class="tip"
        >（邪马壹是日本，塞河相当于伊朗，火道的传教范围已经庞大了，只不过还没有渗透到中原）</span
      >。
    </p>
    <p>注：穆千穗是洛水治的教徒。</p>
    <h4>教阶：听者、众生、善人、执事、校尉</h4>
    <p>听者：实习生。入教需要缴纳「五斗米」。</p>
    <p>众生：正式员工。享受教会的员工福利。</p>
    <p>善人：骨干员工。教会核心工作都由善人完成。</p>
    <p>执事：基层领导。进入管理层，并学习真正的法术。</p>
    <p>
      校尉：部门经理。待遇有本质上的飞跃，责任也更重<span class="tip"
        >（对标司天台的司隶校尉）</span
      >。
    </p>
    <h4>晋升<span class="tip">（巡香考核）</span></h4>
    <p>对于大部分教徒来说，最重要的考试就是从听者晋升到众生的「巡香考核」。</p>
    <p>
      巡香：实际上就是俄罗斯蓝鲸，一种教唆自杀的洗脑游戏，它会通过各种任务，渐进地摧毁信徒原有的信念、自尊、道德底线，让他们感到孤立或者无法排斥的压力，最终彻底摧毁信徒的自我意识和对现实的认知。坚持到最后的教徒，通常已经决意放弃生命了，这时，考官<span
        class="tip"
        >（执事）</span
      >会告诉他们任务完成。从这一刻开始，他们会彻底沦为阿莎力妈妈的奴隶。
    </p>
    <h3>神像</h3>
    <p>神像是火神宗的核心概念，共有三座<span class="tip">（三弥神）</span>：</p>
    <h4>阿莎力、代敏、奥雅</h4>
    <p>功能：<a class="mark">存储能量，控制教徒</a>。</p>
    <p>
      存储能量：能量即「道」，能量的多寡将决定天命。火神宗目前正在四处寻找蕴含着能量的法器，然后用神像吸收并存储这些能量。能量积累到一定程度之后，他们才可以启动解放九黎神的计划。
    </p>
    <p>
      控制教徒：三座神像同时还有各自的专属功能。奥雅：九头八臂，庇佑教徒并为教徒分发奖励。代敏：鹰首人身，执行惩罚。阿莎力：主神，浑身长眼，硕大的耳朵，能力是聆听众生，以及无孔不入的监视。
    </p>
    <p>
      火神宗教徒数量越多<span class="tip">（香火越旺）</span
      >，神像的力量就越强。
    </p>
    <h4>落星仙子<span class="tip">（侍法人）</span></h4>
    <p>
      侍法人就是被阿莎力附身过的人<span class="tip">（都是女性）</span
      >，她们会成为三弥神的能量载体。侍法人数目常有变化，据说目前有上百人，三弥神的力量就分散在她们身上。但侍法人不是教阶，她们依然在众生、善人、执事、校尉的教阶体系里。
    </p>
    <p>
      灵童：落星宫主的专属仆从<span class="tip">（也是三弥神的仆从）</span
      >，净身修行者。
    </p>
    <p>
      注：穆千穗是火神执事，也是侍法人。她的教阶不高，但侍法人的身份可以让她拥有普通执事没有的特权。
    </p>
    <h3>火道的宣传广告</h3>
    <h4>公平的规则</h4>
    <p>
      三弥神的效力是随时可验证、可度量的<span class="tip"
        >（每个教徒都会得到一组神像，行善，奥雅妈妈会吐红色种子，作恶，代敏妈妈会吐黑色种子，红黑种子的数量是执行奖惩的考核标准）</span
      >。三弥神用实际行动告诉信徒：众生平等，善恶有报。
    </p>
    <h4>无私的救助</h4>
    <p>
      火道在其治区设有多个义仓，给贫困的教徒提供免费的粮食。还会定期举行义诊，给没钱看病教徒提供免费医疗。
    </p>
    <h4>多样的节日活动</h4>
    <p>
      火道定期举办各种宗教庆典，让员工可以在繁重的日常生活里得到解脱。火道最著名的庆典是「火神节」、「跳神节」和「九黎诞辰节」，分别与上元、中元、下元三个世俗节日对应<span
        class="tip"
        >（便于掩人耳目）</span
      >。
    </p>
    <p>
      火神节上有个节目叫破火阵<span class="tip">（智勇大冲关）</span
      >，最先闯过十二道火阵的教徒将获得「火司命」的荣誉称号，和侍法人一样，火司命也不是教阶。
    </p>
    <h4>丰厚的年终奖</h4>
    <p>
      每个教徒都有机会获得年终奖，由红黑种子的数量决定年终奖额度。如果黑色种子大于红色种子，不仅没有奖励，还会受到惩罚。
    </p>
    <h3>火道的男女平等思想</h3>
    <p>
      火道信奉两位神明，火神<span class="tip">（九黎神）</span>和阿莎力妈妈。
    </p>
    <p>
      火神是男神，阿莎力是女神。根据起源故事，火神目前被司天台封印在洛阳武库，而阿莎力的出现，就是为了拯救火神<span
        class="tip"
        >（阿莎力的原型是无生老母，而火神的原型是弥勒佛，历史上所有以无生老母为信仰的异端宗教，都有一个特点：男女平等）</span
      >。
    </p>
    <p>
      邪教之所以被定义为邪教，是因为他们挑战政权，挑战主流价值观。而在主流价值观里，女性只能作为男性的附属品、私人财产，而不能拥有主体性，这是正义。邪教为了抗衡主流，寻求更多来自底层的支持，就会把处于弱势地位的女性视为潜在的支持者<span
        class="tip"
        >（在主流道德观里，把女性和男性放在同等位置是对儒家优良传统的否定，所以必须要对这种思想予以毁灭）</span
      >。
    </p>
    <h3>瞳朦子</h3>
    <p>
      瞳朦子继承了火道的三弥神体系<span class="tip">（红黑种子）</span
      >，这样可以更深度的控制教徒。<span class="tip"
        >（穆千穗给阿莎力套了个壳，改称「千眼菩萨」）</span
      >
    </p>
    <p>
      另外，瞳朦子教徒以年轻女性为主，所以它还设计了一种宣传方式：月经、生育都是劫数，是与生俱来的诅咒，所有女性都会因为这种诅咒而在死后堕入血湖地狱。想要摆脱诅咒，就要听从千眼菩萨的指引，千眼菩萨会带你脱离苦海。
    </p>
    <p>
      还有一种理念：千眼菩萨会给世界上所有的坏男人带去灾厄，伤害女人的男人必须要付出血的代价。他们的血将成为净化血湖地狱的清洁剂。女教徒亲手杀死一个有罪的男人会获得「一住善人」的称号，自己就可以免入血湖地狱，杀十个男人就是「十住善人」，全家女性都将免入血湖地狱。
    </p>
    <h3>第八章后续</h3>
    <p>
      第八章的结尾，陆山黛被穆千穗盯上了，她会去陈谊介绍的医馆找张道医，张道医会引诱她成为瞳朦子。但是，殷伏黎却在陆山黛入道后，让薛巧人给自己易容，顶替陆山黛参加了巡香考核。然后故事就正式进入殷伏黎和穆千穗的对决阶段了。
    </p>
  </article>
  <Modal ref="S17Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S17Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${17}_PAPER`][parseInt(index)];
  S17Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
