<template>
  <article id="S9">
    <h2>
      <div>世界观</div>
      <div>水府流云图·柒</div>
    </h2>
    <p>殷伏黎和水府流云图是最后的悬念。</p>
    <h3>殷伏黎</h3>
    <h4>首先，殷伏黎是谁？</h4>
    <p>殷伏黎是死而复生的江幻烛、陆小乙同父同母的亲姐姐。</p>
    <p>
      陆科被捕前曾发动过一次白符，意图不明。前面提过，陆科是司天台创始人之一，他创造了白符。白符有三种能力：神隐、幻影和移形<span
        class="tip"
        >（隐身、幻化和瞬移）</span
      >。但实际上还有第四种：破空，即穿越时空。这种能力不仅成功率很低，而且会对施术者的「元气」造成极大破坏，甚至也没有明确的修炼方式<span
        class="tip"
        >（随缘、纯看体质）</span
      >，所以陆科未曾公开过白符的第四种能力<span class="tip"
        >（左慈法术的师承关系：左慈 → 郑隐 →
        陆科，三个人都死了，所以破空术现在彻底绝迹了）</span
      >。
    </p>
    <p>
      陆科发动白符<span class="tip">（破空）</span
      >，就是要在未来的某个时间点，发动「太阴炼形术」<span class="tip"
        >（类似秽土转生）</span
      >，把江幻烛复活。
    </p>
    <p>
      这个时间点就是陆小乙画成水府流云图的时候，而发动太阴炼形术的地点，就在水府流云图的画境里。
    </p>
    <p>
      时间和地点都不是陆科能计划的，他能出现在这里，是因为未来的他已经死了，穿越之后，他只能以幽灵态存在于某个和他有关的、且足够稳定的异度空间里。他不知道未来会不会出现这样的空间，因为这个空间不一定会被创造出来，如果陆小乙没有画成水府流云图，陆科就无法成功「破空」，而他的计划也不会有下一步。他只是想在被捕前碰碰运气。
    </p>
    <p>
      陆小乙画到一半的时候，陆科就出现在了画境里，然后在画境里设置了道场，发动了太阴炼形术。四十九秒后，殷伏黎从门外走了进来，陆科看着殷伏黎的眼神动作，就知道这个人是重生的江幻烛。然后他就回到过去，从容赴死了。
    </p>
    <h4>水府流云图出现之前，世界上有没有殷伏黎这个人？</h4>
    <p>没有。</p>
    <p>水府流云图出现之后，世界上才有殷伏黎。</p>
    <p>
      殷伏黎出现以后，她的时间会同时向过去和未来流动。向过去流动的殷伏黎，会修补她空缺的历史，向未来流动的殷伏黎和正常人一样。
    </p>
    <p>
      对于殷伏黎来说，时间是叠加态、空间是叠加态、她这个人也是叠加态，如果她今年二十岁，那么她在十岁的时候，同时也是三十岁。她看到的、感知到的，也同时是十年前和十年后的世界。
    </p>
    <p>
      向过去前进的殷伏黎是倒着走的，先有结果，后有原因，向未来前进的殷伏黎是正着走的，先有原因，才有结果。<span
        class="tip"
        >（殷伏黎在金谷园的经历就是因果倒置，她事先完成了结果，再去达成原因，所以她在过去的时间线里总是像开了挂一样）</span
      >
    </p>
    <p>
      殷伏黎知道自己是江幻烛，她有江幻烛的所有记忆，但她同时也是殷伏黎，是一个全新的生命。她虽然不明确知道是陆科复活了自己，但能猜测到八九分。
    </p>
    <p>
      叠加态让殷伏黎的精神受到折磨，她有严重的精神分裂症<span class="tip"
        >（她必须学会把自己一分为二，否则就无法正常生活）</span
      >。
    </p>
    <h4>一分为二</h4>
    <p>
      殷伏黎和水府流云图没关系，她只想让陆小乙完成野火朝仙图，也就是她的画像。她需要借助这幅画像锚定自我，区分过去的自己和未来的自己。但野火朝仙图却给陆小乙打通了任督二脉，他在野火朝仙图完成之后，精神世界彻底解放，才有接下来的水府流云图。
    </p>
    <p>
      也就是说，水府流云图是陆科、陆小乙和殷伏黎<span class="tip"
        >（江幻烛）</span
      >合力完成的，这里的因果关系都是混乱的，没有因为所以。
    </p>
    <h3>水府流云图</h3>
    <p>
      水府流云图里有三个元素：陆小乙爆炸的想象力<span class="tip">（核心）</span
      >，殷伏黎的极夜丹颜料和陆科的复活法术<span class="tip">（催化剂）</span>。
    </p>
    <p>
      所以画画的过程就是这个故事里最大的重头戏，这个会放在最后一章，大概是三种时空交错、光怪陆离的幻觉之类的，后面再说。
    </p>
  </article>
</template>
<script setup></script>
