<template>
  <article id="S9">
    <h2>
      <div>符咒游戏</div>
    </h2>
    <h4>符咒是怎么用的</h4>
    <p>
      穆千穗发现陆山黛是殷伏黎顶替的，带着火神校尉去抓她，双方发生了一场战斗，简单写一段：
    </p>
    <aside>
      <p class="aside-title">飞白红卯符</p>
      <p class="aside-para">
        两柄飞剑破窗而入，直逼殷伏黎的要害部位。殷伏黎迅速抛出一道白符，手捏「移形印」，轻呵一声：疾。她的身体瞬间腾空，躲过飞剑攻击，而后轻飘飘地下落。
      </p>
      <p class="aside-para">
        穆千穗未及惊讶。悬浮在空中的殷伏黎便向她抛来一张红符，左手按住「曲泽穴」，右手捏「雷霆剑诀」，剑诀指向红符，红符对准穆千穗，轻声念动咒语：临兵斗者——
      </p>
      <p class="aside-para">
        才念半句，穆千穗的身体便突然像被吸盘吸住了一样，猛然向门外飞去。似乎是力道太强，她的面具从脸上脱落下来。殷伏黎没有继续念咒，落地后立即捡起面具，同时将一张白符贴在自己胸口，右手改捏「移形印」，低声念咒：元始符命，仰注玄精，轻举登霞，游宴八宫，疾！
      </p>
      <p class="aside-para">霎时，房间里只剩一缕白烟。</p>
      <p class="aside-para">
        门外闯入一名火神校尉，抬手把两柄飞剑收回袖中。他环视房间一周，没有看到殷伏黎的身影，正待转身，却感受到身后袭来一阵杀意。一枚红符静悄悄地悬在他的后颈上方。
      </p>
      <p class="aside-para">
        殷伏黎不知何时也出现在了他的身后，剑诀指向红符，红符对准校尉，声音由弱变强：临兵斗者、皆阵列在前。
      </p>
      <p class="aside-para">
        话音刚落，符纸便炸裂开来，化作一道红色闪电，劈向校尉的脑袋。但火神校尉也非等闲之辈，袖中飞剑宛如腾蛇一般从后颈衣领处蹿了出来，及时挡住闪电攻击。红符和飞剑对撞产生的冲击力让校尉脚下不稳，他顺势翻滚向前，回身之时，再次从袖中射出飞剑。
      </p>
      <p class="aside-para">
        殷伏黎不慌不忙，反手打了个响指，一只纸雀由食指弹出，迎面将飞剑吞入口中。纸雀扑腾了几下翅膀，隐入虚空。校尉见状，立即双手扣紧，念动火神诀，刚才被纸雀收走的飞剑又破空而出，飞回到他的袖中。
      </p>
      <p class="aside-para">
        校尉把手伸进袖子里，取出折翼的纸雀，扔在地上，说：司天台的飞符倒是见了不少，会咬人的飞符还是第一次见。
      </p>
    </aside>

    <p>
      司天台的核心是飞白红卯符，不同的人有细节上的不同，也有些人有特殊能力，比如公苏谨的红符可以无限连发<span
        class="tip"
        >（相当于开无双模式，但面对强敌容易被破招，所以他总有种外强中干的感觉）</span
      >，江幻烛<span class="tip">（殷伏黎）</span>的鸟状飞符可以吸收攻击<span
        class="tip"
        >（这个法术和她的招牌响指后来暴露了她的身份，公苏谨由此确定她就是江幻烛）</span
      >。
    </p>
    <p>
      火道的核心是甲马术，类似六甲真形符的简化版，不同的人有完全不同的技能，比如和江幻烛打架的岳麓客是两把飞剑，救走穆千穗的是牧羊武，他的技能是操控<span
        class="tip"
        >（就像吸铁石）</span
      >。
    </p>
  </article>
</template>
<script setup></script>
