<template>
  <article>
    <h2>
      <div>世界观</div>
      <div>名士风潮·贰</div>
    </h2>
    <p>
      前半段故事主要和名士有关，名士就是古代的明星，也是魏晋时代的标志性产物。
    </p>
    <h3>成为名士的条件</h3>
    <h4>首先，要有士族血统</h4>
    <p>
      硬性标准，必须出身士族；低阶士族<span class="tip">（寒门士子）</span
      >会被认为是庶族，不符合条件。
    </p>
    <h4>
      然后，获得一个「乡品」，从士民变成士人<span class="tip"
        >（大学文凭）</span
      >
    </h4>
    <p>
      依照九品官人法，对士子的才能、口碑和门第进行考察，为其确定「乡品」<span
        class="tip"
        >（门第是决定性的因素）</span
      >。乡品等级代表士子在官僚系统和名士系统里的起点。
    </p>
    <h4>
      最后，接受名士品藻，从士人变成名士<span class="tip">（面试求职）</span>
    </h4>
    <p>如果把名士看成一份工作，品藻就相当于求职：</p>
    <p>
      士人<span class="tip">（候选人）</span
      >带上自己的作品或自我介绍，主动去找其他名士<span class="tip"
        >（面试官）</span
      >点评，就像投递简历那样。面试官接受了候选人的简历，就会举办一场清谈沙龙<span
        class="tip"
        >（面试）</span
      >，面试官及受邀前来的宾客会对候选人的作品进行点评。最后根据面试情况，对候选人进行品藻，决定他能否得到名士这份工作。
    </p>
    <h3>名士的种类</h3>
    <p class="label">
      <a class="mark">传统名士</a>：
      以文学、丹青、书法见长的名士，人数最多，地位最高。
    </p>
    <p class="label">
      <a class="mark">清谈名士</a>： 清谈有很多种形式<span class="tip"
        >（面试、辩论、脱口秀、访谈）</span
      >，清谈名士主要指擅长讲段子的脱口秀明星。
    </p>
    <p class="label">
      <a class="mark">丹鼎名士</a>： 即知名的方士、神仙家<span class="tip"
        >（方术有丹鼎派、符咒派、占验派等诸多流派，但由于炼丹受众最广，因此所有擅长方术的名士都被归入了丹鼎名士）</span
      >。只有通过司天台<span class="tip">（监管方术的朝廷机构）</span
      >授箓的正规道士才有资格成为丹鼎名士，其余一律算作旁门左道。
    </p>
    <p class="label">
      <a class="mark">口技名士</a>：
      特指擅长「啸」的名士，啸是一种用嘴作乐器的、特殊的音乐形式<span
        class="tip"
        >（飙高音）</span
      >。
    </p>
    <p class="label">
      <a class="mark">百戏名士</a>： 即庄园培养的名伶<span class="tip"
        >（旗下艺人）</span
      >。传统名士里虽然也有很多人爱好歌舞乐器，但他们不会被归类为百戏名士，百戏名士仅指奴隶出身的伶人。名伶的生活规格和一般名士没有区别，比很多普通士族还要优越。
    </p>
    <aside>
      <p class="aside-title">风骨</p>
      <p class="aside-para">
        名士是古代的明星，而风骨是他的明星气质，没有规律可循，也无法批量复制，很多名士虽血统高贵，资源无数，可无论怎样鼓吹营销，都无法让他赢得大众的追捧。而有些人天生就是明星，一举一动都是风骨。
      </p>
    </aside>
  </article>
</template>
