<template>
  <article data-chapter="1">
    <h1>
      <div>第一部分丶活云</div>
    </h1>
    <h2>世界观：儒家种姓制</h2>
    <p>
      所有登场人物都有属于自己的身份，「身份」是其生存环境的基本体现。
      <span class="desc" @click="handlePaper(1)">碎片*1</span>
    </p>
    <p>身份有五种：<a class="mark">门阀、士族、庶族、奴隶、游民</a>。</p>
    <aside>
      <p class="aside-para">门阀：统治者、贵族</p>
      <p class="aside-para">
        士族：体制内公务员<span class="tip">（二品以下官员）</span>
      </p>
      <p class="aside-para">
        庶族：自由民、良民、打工人<span class="tip"
          >（士民、农、工、商、典吏）</span
        >
      </p>
      <p class="aside-para">
        奴隶：庄园主或国家的私产<span class="tip"
          >（军人、农奴、奴婢、部曲等）</span
        >
      </p>
      <p class="aside-para">
        游民：黑户、没有法律地位的人<span class="tip"
          >（流民、游侠、游士、术士、妓女等）</span
        >
      </p>
    </aside>
    <h3>贵族</h3>
    <h4>等级序列</h4>
    <p>
      门阀和士族都属于贵族阶级，贵族可以分成四档：皇帝、诸侯、大夫、士，都有升级为门阀的可能。皇帝是特殊的门阀，对其他豪门大族并不具有压倒性的优势。
    </p>
    <h4>如何行使权力</h4>
    <p>
      庄园系统：行使「支配经济」的权力，绝大部分经济活动都是以贵族庄园为核心运转的。庄园类似于公司，不仅是一种自给自足的独立经济体，同时也是一个五脏俱全的小型城市。
      <span class="desc" @click="handlePaper(2)">碎片*2</span>
    </p>
    <p>官僚系统：行使「支配政治」的权力。</p>
    <p>
      名士系统：行使「支配精神」的权力。名士就是古代的明星、公知、意见领袖。
    </p>
    <h4>贵族的人生选择</h4>
    <p>经营庄园、成为名士、入朝为官。</p>
    <p>
      经营庄园是门阀的特权，对普通士族来说，名士和官僚是他们的最佳归宿。两种身份相辅相成，相互托衬，同时也相互独立。<a
        class="mark"
        >庄园系统、官僚系统和名士系统交织在一起，共同构成了洛阳的上流社会</a
      >。
    </p>
    <h3>自由民</h3>
    <h4>工作伦理</h4>
    <p>
      除徭役赋税外，庶族最重要的义务是为士族服务，工作即正道<span class="tip"
        >（在庄园和官僚系统内工作就像去大厂上班或考公一样）</span
      >。不知疲惫地工作是为庶族量身打造的美德，而要求休息和回报则是可耻的。庶族工作，士族享受，是一种深入人心的伦理正确。
    </p>
    <h4>士庶有别</h4>
    <p>
      系统性的歧视存在于日常生活中的所有角落，譬如士庶不能通婚、庶族无法进入士族社区、庶族的衣食住行都会受到严格的限制、庶族犯罪会获得更重的处罚<span
        class="tip"
        >（同样的罪行，庶族可能会判很多年徒刑，士族可能只是革除士籍）</span
      >。
    </p>
    <p>
      官僚系统里的士庶关系更加微妙。因为庶族官员有可能是士族官员的上级，聪明的庶族上级既不能任由摆布，又不能过度管理得罪士族。但在工作时间以外，这种微妙的关系就荡然无存了，庶族官员绝无可能进入士族官员的交际圈。
    </p>
    <h3>奴隶</h3>
    <h4>奴隶的角色</h4>
    <p>
      客民：荫客<span class="tip">（幕僚家臣，不是奴隶，也不是自由民）</span
      >、佃客<span class="tip">（农奴，男奴）</span>、奴客<span class="tip"
        >（奴婢，女奴）</span
      >。
    </p>
    <p>
      部曲：良人部曲<span class="tip">（幕府武士，和荫客类似）</span
      >、职业部曲<span class="tip">（雇佣兵）</span>、普通部曲<span class="tip"
        >（身强力壮的农奴）</span
      >。
    </p>
    <p>
      其他：歌舞伶人
      <span class="tip">（艺伎类的奴隶）</span>，佣耕客
      <span class="tip">（庶族临时工，来去自由）</span>， 自卖人<span
        class="tip"
        >（庶族临时工，和庄园有债务关系，还清债务后恢复自由民身份）</span
      >。
    </p>
    <h4>从奴隶到自由民</h4>
    <p>
      奴隶必须经过主人的放免才能成为自由民。不仅要有族长亲手写的「放书」，还要有长子<span
        class="tip"
        >（未来族长）</span
      >的签名，再递交给地方政府，经过各道审核，剔除「附籍」，才算正式放免<span
        class="tip"
        >（过程中会遭遇层层盘剥）</span
      >。奴隶只在一种情况下会接触法律，就是当主人有谋逆、叛国等危害国家安全的行为时，他才可以对主人提起诉讼。作为奖励，他可以直接特批为自由民。
    </p>
    <h4>庶族和奴隶</h4>
    <p>
      庶族和奴隶最大的区别仅仅存在于法律层面上。在现实中，比奴隶境况凄惨的庶族比比皆是，庄园主的庇护很多时候比法律的庇护更加有效<span
        class="tip"
        >（高级奴隶和庶族往往是互相鄙视的关系）</span
      >。
    </p>
    <h3>游民</h3>
    <p>
      以上三类都处于正常的社会秩序之中，而游民是脱序者。游民群体内部鱼龙混杂，既有游士<span
        class="tip"
        >（失去身份的知识分子）</span
      >，也有游侠<span class="tip">（以武犯禁之人）</span>，还有术士<span
        class="tip"
        >（民间科学家）</span
      >。但最主要的还是流民，即流离失所的普通百姓，聚集起来，就有可能发展成流寇，引起社会动荡。
    </p>
    <h4>游民的社会地位</h4>
    <p>
      游民被杀官府不受理，游民犯任何罪都会被立即问斩，同时游民又不被允许从事合法的工作，所以游民随时随地都会面临死亡的威胁。如果奴隶是家养动物，游民就是生活在丛林里的野狗，适者生存，每个游民都要不惜一切代价地活下去，每个能活下去的游民都必然有一套独特的生存法则。游民一无所有，只有最险恶的自由。
      <span class="desc" @click="handlePaper(3)">碎片*3</span>
    </p>
  </article>
  <article data-chapter="2">
    <h2>世界观：名士风潮</h2>
    <p>
      名士就是古代的明星，也是魏晋时代的标志性产物。
      <span class="desc" @click="handlePaper(4)">碎片*4</span>
    </p>
    <h3>成为名士的条件</h3>
    <h4>首先，要有士族血统</h4>
    <p>
      硬性标准，必须出身士族；低阶士族<span class="tip">（寒门士子）</span
      >会被认为是庶族，不符合条件。
    </p>
    <h4>
      然后，获得一个「乡品」，从士民变成士人<span class="tip"
        >（大学文凭）</span
      >
    </h4>
    <p>
      依照九品官人法，对士子的才能、口碑和门第进行考察，为其确定「乡品」<span
        class="tip"
        >（门第是决定性的因素）</span
      >。乡品等级代表士子在官僚系统和名士系统里的起点。
      <span class="desc" @click="handlePaper(5)">碎片*5</span>
    </p>
    <h4>
      最后，接受名士品藻，从士人变成名士<span class="tip">（面试求职）</span>
    </h4>
    <p>
      如果把名士看成一份工作，品藻就相当于求职：
      <span class="desc" @click="handlePaper(6)">碎片*6</span>
    </p>
    <p>
      士人<span class="tip">（候选人）</span
      >带上自己的作品或自我介绍，主动去找其他名士<span class="tip"
        >（面试官）</span
      >点评，就像投递简历那样。面试官接受了候选人的简历，就会举办一场清谈沙龙<span
        class="tip"
        >（面试）</span
      >，面试官及受邀前来的宾客会对候选人的作品进行点评。最后根据面试情况，对候选人进行品藻，决定他能否得到名士这份工作。
    </p>
    <h3>名士的种类</h3>
    <aside>
      <p class="aside-para">
        传统名士： 以文学、丹青、书法见长的名士，人数最多，地位最高。
      </p>
      <p class="aside-para">
        清谈名士： 清谈有很多种形式<span class="tip"
          >（面试、辩论、脱口秀、访谈）</span
        >，清谈名士主要指擅长讲段子的脱口秀明星。
      </p>
      <p class="aside-para">
        丹鼎名士： 即知名的方士、神仙家<span class="tip"
          >（方术有丹鼎派、符咒派、占验派等诸多流派，但由于炼丹受众最广，因此所有擅长方术的名士都被归入了丹鼎名士）</span
        >。只有通过司天台<span class="tip">（监管方术的朝廷机构）</span
        >授箓的正规道士才有资格成为丹鼎名士，其余一律算作旁门左道。
      </p>
      <p class="aside-para">
        口技名士：特指擅长「啸」的名士，啸是一种用嘴作乐器的、特殊的音乐形式<span
          class="tip"
          >（飙高音）</span
        >。
      </p>
      <p class="aside-para">
        名伶： 即庄园培养的名伶<span class="tip">（旗下艺人）</span
        >。传统名士里虽然也有很多人爱好歌舞乐器，但他们不会被归类为百戏名士，百戏名士仅指奴隶出身的伶人。名伶的生活规格和一般名士没有区别，比很多普通士族还要优越。
        <span class="desc" @click="handlePaper(7)">碎片*7</span>
      </p>
    </aside>
  </article>
  <article data-chapter="3">
    <h2>
      <div>背景：无望成名的士子</div>
    </h2>
    <h3>陆小乙</h3>
    <p>
      陆小乙，字法蓝，江东陆氏族裔，士族血统毋庸置疑，但他的成名之路十分艰难：
      <span class="desc" @click="handlePaper(9)">碎片*9</span>
    </p>
    <h4>首先，是他的士族血统含金量<span class="tip">（空壳士族）</span></h4>
    <p>
      陆氏属于江东世家，族中英杰辈出，但在门阀林立的洛阳，陆氏虽有些名望，但事实上的地位仅相当于普通士族<span
        class="tip"
        >（陆小乙属于旁系宗亲，身份再降一档）</span
      >。
    </p>
    <h4>然后是他爸爸，陆科的黑历史<span class="tip">（政治问题）</span></h4>
    <p>
      陆科曾是丹青名士，却为一件荒唐事自毁前程：陆科散尽家财，协助名伶孟依兰从金谷园<span
        class="tip"
        >（洛阳最大的庄园）</span
      >赎身，并将其聘为正室。这给他惹来了巨大的麻烦<span class="tip"
        >（士庶通婚会触发最高级别的道德审判，和一定程度的法律风险）</span
      >。后来陆科惨遭名士界封杀，退出画坛，从此销声匿迹。
    </p>
    <p>
      陆科隐退后不久，再遭致命打击：<a class="mark"
        >皇后发动政变，他因多年前的方术活动被卷入其中，随后被司天台<span
          class="tip"
          >（管理方术的朝廷机构）</span
        >逮捕</a
      >。监禁期间，他拒绝接受审判，最后畏罪自杀。
      <span class="desc" @click="handlePaper(10)">碎片*10</span>
    </p>
    <h4>最后，是陆小乙本人的黑历史<span class="tip">（德行问题）</span></h4>
    <p>
      陆科被捕时，陆小乙十六岁，还在学宫读书<span class="tip"
        >（洛阳最好的公立学校）</span
      >。爸爸死后，他也被学宫开除了。学宫肄业的影响是：陆小乙失去了自动获得乡品的特权<span
        class="tip"
        >（正常是四品起步）</span
      >。
    </p>
    <p>
      同年，乡品考核，他又因为流品<span class="tip">（未被评级）</span
      >而恼羞成怒，伙同游侠<a class="mark">曹钉筋</a
      >绑架了考官。最终，他被洛阳府逮捕。由于他不肯交代同犯，洛阳府加重了对他的量刑<span
        class="tip"
        >（曹钉筋作为帮派成员，一旦被捕必死无疑。士族为游民扛罪未有先例，这让陆小乙在游侠界声名远扬）</span
      >。
    </p>
    <p>
      三年后，陆小乙出狱，前程尽毁的他彻底摆烂，不仅广交游民朋友，做了很多有损士族身份的事情，还以此为荣，自比孟尝<span
        class="tip"
        >（门客十数人，皆鸡鸣狗盗，同其饥饱，从无吝啬）</span
      >。但他还有一桩更大的黑料：坊间盛传，他给鹩儿巷妓女<a class="mark">胡炼</a
      >做过小鬼<span class="tip">（被包养）</span>。
    </p>
    <p>实际上，陆小乙的士子身份早就名存实亡了。</p>
    <h3>遥不可及的名士品藻</h3>
    <p>
      陆小乙二十岁时投身丹青事业，并渴望得到一份名士工作，这是他最后的出路。可他没有乡品，无法获得正常的面试机会，所以只好找熟人帮忙：
    </p>
    <h4>陆氏族人</h4>
    <p>陆机，力拒。正人君子，无法接受陆小乙的德行问题。</p>
    <p>
      陆云，婉拒。陆云的观念比较开放<span class="tip"
        >（乱伦、换妻、养娈童在名士界十分常见，他本人的私生活也很混乱）</span
      >，但陆机毕竟是陆氏家族的老大，即便他愿意帮助陆小乙，也不敢忤逆哥哥的意志。
    </p>
    <p>
      陆湛是陆云长子，和陆小乙关系不错。成为新晋名士后，陆湛许诺陆小乙，日后定会找机会拉他一把。作为回报，陆小乙送给他不少丹药<span
        class="tip"
        >（五夜丹，效果类似阿片类药物，成瘾性强。）</span
      >陆湛一直对五夜丹感兴趣，但没人指导，陆小乙帮他实现了愿望。有一次，陆湛用药过量，差点睡死过去。陆云事后得知陆小乙引诱儿子吸毒，怒不可遏，连写几篇文章痛骂陆小乙<span
        class="tip"
        >（名士写文章就像发微博）</span
      >。
    </p>
    <p>陆小乙在名士界彻底成了过街老鼠。</p>
    <h4>卫玠<span class="tip">（故事从这里开始）</span></h4>
    <p>沉寂几年后，二十七岁的陆小乙决定重整旗鼓。</p>
    <p>
      卫玠近几年很红，是洛阳城里的顶流名士，所到之处势必引起轰动。陆小乙希望能和卫玠攀上关系。他打探到卫玠近期的行程：春深居<span
        class="tip"
        >（著名庄园）</span
      >要在城北举行一次义诊活动，卫玠将以嘉宾的身份到场。
      <span class="desc" @click="handlePaper(8)">碎片*8</span>
    </p>
    <p>
      义诊当天，陆小乙和友人前往活动现场，他远远看着卫玠，心里却越来越没底：现在的卫玠像是换了个人，气场和长相都和以前完全不同了，眼前的卫玠美丽、冷艳、雌雄莫辨，像块光芒万丈的玉璧。
    </p>
    <p>陆小乙犹豫了很久，终究没有凑过去打招呼。</p>
    <aside>
      <p class="aside-title">辟雍池论道</p>
      <p class="aside-para">
        十年前，学宫。陆小乙与卫玠二人于辟雍池旁设擂论道，围观者云集，莫不倾倒。卫玠善辩，陆小乙善诡，二人配合默契，一时辩倒学子无数。后有数位经师应战登台，皆不能敌，陆小乙狂言：此间无足称者，不如回家养猪。
      </p>
    </aside>
    <h4>虞子服、裴逸民</h4>
    <p>
      他觉得，还是和老师攀关系比较合适，便开始撒网式的给老师们写信，希望能得到面试的机会。但肯给他回信的老师，仅有被他狠狠伤害过的虞子服一人<span
        class="tip"
        >（就是在辟雍池擂台被他羞辱的「养猪经师」，现在升官做了平乐府府丞，相当于曲协主席）</span
      >。
    </p>
    <p>虞子服给他的回复言简意赅：我还没看过你的画。</p>
    <p>
      陆小乙马上把自己最得意的作品「水府流云图」送到了虞府丞府上，等待虞府丞的回信。可等了一个月，什么都没等来。他没有放弃，继续给虞府丞写信，还在信中细数自己当年的过错，然后又送了一幅「野火朝仙图」过去，是一幅和「水府流云图」风格迥异的画作。希望能全方位展示自己的画技。
    </p>
    <p>但结果还是一样，石沉大海，杳无音信。</p>
    <aside>
      <p class="aside-title">裴公论道，法蓝绝倒</p>
      <p class="aside-para">
        时裴逸民为学宫祭酒<span class="tip">（校长）</span
        >，闻有二生狂悖无状，乃亲临辟雍池，欲与之辩。陆小乙见祭酒至，即言：祭酒若辩论不胜，当呼吾与卫玠为师。若吾等不胜，甘愿退学而去。裴公许之。
      </p>
      <p class="aside-para">卫玠闻听此事，即与陆小乙绝交，不敢与其为伍。</p>
      <p class="aside-para">
        裴陆论战之日，举学皆至<span class="tip">（学宫周边的居民社区）</span
        >。陆小乙身着白衣，宽袍大袖，佯作名士之风。然无卫玠相助，心虚不已。甫一交锋，陆小乙便落于下风。数合之后，更是词穷理屈，几不能自持。忽闻卫玠自远处高呼：法蓝速逃！如梦初醒，夺路而逃，仓皇失措，竟纵身跳入辟雍池中，欲以死脱身。幸得救，而后卧床难动。裴公问询，往见之，许诺曰：尔若肯向诸经师致歉，则可留于学宫。
      </p>
      <p class="aside-para">陆小乙闻之，病势渐愈。</p>
    </aside>
  </article>
  <article data-chapter="4">
    <h2>第一章·活云</h2>
    <h3>洛阳品录</h3>
    <p>
      陆小乙四处碰壁，万念俱灰，准备放弃丹青生涯，并时常和朋友谈论自杀问题。忽有一天，陌生人登门造访，诧异中得知，原来他的「水府流云图」出名了。丹青爱好者们每天都在打听他的消息：谁是陆小乙？
      <span class="desc" @click="handlePaper(11)">碎片*11</span>
    </p>
    <h4>成名原因</h4>
    <p>
      水府流云图被平乐府收录在了一部权威的艺术鉴赏册中<span class="tip"
        >（洛阳品录）</span
      >，同时还被乐府学士们一致评选为了「神品第一」<span class="tip"
        >（丹青品级：神、妙、逸、能、二品、三品等，神品第一已经空缺很多期了）</span
      >，虞府丞给他的评语是：天何言哉<span class="tip"
        >（耶稣来了都要沉默）</span
      >。
      <span class="desc" @click="handlePaper(12)">碎片*12</span>
    </p>
    <p>
      陆小乙很困惑，他推销了几年的画作无人问津，怎么突然就成为极品了？他逢人就问，到底发生什么啦？前来拜访他的名士都是来蹭热度的，他们当然不知道发生什么了。因此在成名初期，他和拜访者互不了解，闹出了很多离奇的笑话。
    </p>
    <h3>伯乐</h3>
    <p>
      <a href="" class="mark">丹青名士虞妙典</a
      ><span class="tip">（虞子服女儿）</span
      >找到陆小乙：别到处瞎问了，我才是你真正的伯乐。
    </p>
    <h4>原来，事情是这样的</h4>
    <p>
      虞妙典虽是女儿身，但她对自己的性别认知是男性，也一直以男装生活，所以她能在学宫读书，而且和陆小乙是同窗校友。她在父亲的杂物间里发现了陆小乙的信件，于是便拆开来看。她惊讶地发现，曾经的学宫狂士如今竟像个丧家狗一样唯唯诺诺，不禁心生好奇，就假冒父亲的口吻回复陆小乙：给我看看你的画。
    </p>
    <p>
      陆小乙送来了「水府流云图」，虞妙典更觉惊讶，他画的东西如同狗屎，怎么敢毛遂自荐。于是又把画扔回了杂物间。后来陆小乙又寄来一幅，简单看了看，果然还是狗屎。
    </p>
    <p>
      有一天，她在画画的时候，不知为什么，「水府流云图」里的画面突然闯入她的脑海，一闪而过。她越想越上头，便把那两幅画又翻了出来。细细斟酌，终于看出了门道：她发现陆小乙是个天才。
    </p>
    <p>
      虞妙典把水府流云图拿给父亲看，虞府丞的第一反应和她一样，满脸困惑。她告诉父亲，那些影影绰绰的云雾才是重点，像是通往幽境的机关。很快，虞府丞也发现了惊喜。
    </p>
    <p>
      虞府丞把画带到平乐府，几次激烈的圆桌讨论过后，平乐府上下一致决定，把这幅「水府流云图」评为神品第一。
    </p>
    <h3>舆论汹涌</h3>
    <p>
      陆小乙成名不过数日，便引来争议无数。文学名士鲁褒率先向陆小乙发难，以一篇洋洋洒洒的「骄子论」，向陆小乙发出灵魂拷问，文章很快得到了社会各界的响应：
    </p>
    <p>
      有人痛斥娱乐至死的名士风潮，有人逐笔分析「水府流云图」里的低俗元素，有人怀疑平乐府想用这种怪异的东西来扭曲人们的正常审美。但人们对陆小乙的道德瑕疵更为愤怒：不孝<span
        class="tip"
        >（陆小乙出狱前后从未给父亲守孝）</span
      >、与妓女游侠为伍、引诱族中后辈吸毒、绑架考官。他是彻头彻尾的坏种。
    </p>
    <p>
      鹩儿巷的妓女现身助攻，说陆小乙虽有诸多不好，但性能力其实更为低下。<a
        href=""
        class="mark"
        >殷伏黎</a
      >给妓女们作出解答，说陆小乙性能力低下的原因很可能是过量吸毒，他每次画画前都会服食「极夜丹」，那是一种被官府列入管控名单的强力迷幻药。
      <span class="desc" @click="handlePaper(13)">碎片*13</span>
    </p>
    <p>陆小乙本就惨淡的名声顿时变得更加狼藉。</p>
    <aside>
      <p class="aside-title">建安风骨</p>
      <p class="aside-para">
        风骨有很多种，就像艺术流派一样。「建安风骨」是一种复古流派，狂野恣肆、天马行空，追求极致的创造力。陆小乙是「建安风骨」的代表。而现在的主流风格是「太康雅音」，追求一种风雅、自然、玄之又玄的状态<span
          class="tip"
          >（如今的政治局势决定了太康派的取向，虚无缥缈的东西才是最安全的）</span
        >。
      </p>
      <p class="aside-para">
        陆小乙的建安风骨表现在日常生活中，就成了：举止荒谬、不修边幅、憎恶凡俗、蔑视礼法、对生命无限悲观、常有极端思想。他对现实里的一切都不感兴趣，没有任何入世的理想，终日沉溺在无端的白日梦里，哀叹命运无常。
      </p>
      <p class="aside-para">
        陆小乙没有常人的情感和道德观，也不太在乎常人对他的看法。父亲入狱的时候，他一直在纠结自己的乡品问题，就像他从来没有爸爸一样。
      </p>
    </aside>
    <h3>超现实主义宣言</h3>
    <p>
      陆小乙早就摆烂了，无所谓外界的评价，但虞府丞却要维护平乐府的名声。他在金谷园<span
        class="tip"
        >（洛阳顶级庄园）</span
      >的「流觞列宴」上<span class="tip"
        >（名士脱口秀节目，在金谷园的流觞池旁，每月举办一次）</span
      >，亲自向大家解释「水府流云图」是如何技压群雄的。
    </p>
    <h4>虞府丞用了一个词：活云</h4>
    <p>
      在他看来，水府流云图是对「无」的绝佳阐释。人们诟病它，是因为云雾的存在喧宾夺主，而云雾背后的景观却糊成一团，乌糟糟的，不见笔触更不见技法。但如果你去关注那些云雾，你就会在某个瞬间突然产生一种、坠入画境的感觉。嘈杂的画面瞬间变得豁然开朗，像被赋予了某种灵性。置身其中，仿佛置身于一条通幽曲径，你会不断发现新的景观。它们像云一样流动延伸，一直延伸到画境的尽头。最终你会进入到一个完全真空的领域。
      <span class="desc" @click="handlePaper(14)">碎片*14</span>
    </p>
    <p>那是一种前所未有的、颇具神性的观画体验，就像是一次灵修。</p>
    <p>
      待虞子服说完，虞妙典又补充了一点：实际上云雾也是没有笔触的，甚至在整个画幅上都找不到一处着笔痕迹；陆小乙非但不是技法拙劣，反而是在炫耀技法，你想不出他是怎么做到的。
    </p>

    <h3>舆论反转</h3>
    <p>
      虞氏父女的流觞池演讲逐渐扭转了舆论，很多丹青爱好者感应到了他们描述的，那种潜藏在云雾深处的画境，就像是发现什么了不起的宝藏一样，兴奋之极。
    </p>
    <p>
      很快，水府流云图成为了风靡洛阳的清谈主题：人们探讨画作，围绕画作抒发各自的想法，从技法到画境再到哲学，基于各种各样的角度，不断对画作进行解构再造，最终，竟让画作的意义变得越发复杂，越发不可解释。紧接着，水府流云图又成为了一种自由精神的象征，人们在与画作相关的清谈集会上畅所欲言，核心不在于是否准确的表达画境，而在于谁的演讲更加新颖有趣。
    </p>
    <p>恰好呼应到了水府流云图的主题：无限延伸的画境。</p>
  </article>
  <article data-chapter="5">
    <h2>第二章·钱神狂舞</h2>
    <h3>起因</h3>
    <p>
      石季伦<span class="tip">（金谷园董事长）</span>和王君夫<span class="tip"
        >（寺山水苑董事长）</span
      >的洛阳首富之争。早前，左思的三都赋风靡洛阳，他们就进行过一次斗富竞赛，最终结果是：左思加入金谷园旗下的文人团体<span
        class="tip"
        >（金谷二十四友）</span
      >，石季伦胜出。
    </p>
    <p>
      如今，水府流云图的火爆程度更胜三都赋一筹，因此王君夫跃跃欲试，想要把画作收入囊中，挽回颜面。石季伦当然不会让王君夫如愿。
    </p>
    <h3>第一番：牛刀小试</h3>
    <p>
      王君夫派人带着一百两黄金和三十匹散花绫，来到陆家门前耀武扬威，宣称要收购画作。石季伦得知此事，立即把价码翻到了二百两黄金，加六十匹蒲桃锦。陆小乙向来反骨，根本没把两位富豪放在眼里。
    </p>
    <h3>第二番：钱神赋</h3>
    <p>在两大富豪的引领下，更多富豪加入到了这场斗富战局当中。</p>
    <p>
      每天，各家族会派来代表，拉着一车金银财宝，在陆家门前高声清点一番，然后在围观者们的阵阵喝彩声中结束。竞赛最终成为了一档娱乐节目，每天都有大量年轻人前来参观。大家总能见到许多从没见过的奇珍异宝。
    </p>
    <p>
      陆小乙没有接受任何人的报价，反而在家里办起了「推云集」<span class="tip"
        >（相当于古代吐槽大会）</span
      >，请各路民间知识分子畅所欲言，戏谑社会上的种种丑态和乱象。曾经骂过陆小乙的庶族名士鲁褒，在某一期的推云集上，针对近期的斗富竞赛，发表了一篇惊世骇俗的「钱神赋」。至此，由「水府流云图」引发的文化狂欢被「钱神赋」推向了最高潮<span
        class="tip"
        >（钱神赋里的千古名句：有钱能使鬼推磨）</span
      >。
      <span class="desc" @click="handlePaper(16)">碎片*16</span>
    </p>
    <p>
      推云集让死水一潭的洛阳名士界重新沸腾起来，洛阳人已经很久没见过这么多有才华的年轻士子汇聚一堂了。
    </p>
    <h3>第三番：琉璃珊瑚</h3>
    <p>
      与此同时，富豪们的斗富竞赛也进入到了最后的冲刺阶段：在石季伦祭出了「浮金连环羁」之后，王君夫终于拿出了压棺材底的「七宝琉璃珊瑚」。
    </p>
    <p>
      据说琉璃珊瑚进入吴人坊的时候，整个吴人坊都变得金碧辉煌了<span class="tip"
        >（吴人坊：陆小乙居住的社区，又叫金陵坊，是治安很差的游民社区）</span
      >，南城的老百姓蜂拥来到吴人坊参观。这让洛阳府和羽林军不得不派出军队前来维持秩序。眼看无人能拿出更大的筹码，王君夫便要宣布胜利，却不料金谷园代表团突然从人群中挤了进来，举起浮金连环羁，当众砸碎了七宝琉璃珊瑚。
    </p>
    <p>所有人都窒息了。</p>
    <aside>
      <p class="aside-title">皇帝驾到</p>
      <p class="aside-para">
        王君夫把此事状告给皇上，皇上便要石季伦给个说法。石季伦有备而来，带着十株比打碎的那株更大更漂亮的琉璃珊瑚，请王君夫随意挑选。王君夫和皇上面面相觑，只能认输。皇上悻悻地说：你这老东西可真他妈的有钱啊。
      </p>
      <p class="aside-para">就这样，斗富竞赛再次以石季伦的完胜告终。</p>
    </aside>
    <h3>尾声</h3>
    <p>
      推云集和石王斗富把洛阳城掀了个底朝天。虽然陆小乙从没说过他要卖画，但石季伦已经把水府流云图看成是自己的胜利果实了。陆小乙没办法，只好让他们去找虞府丞，虞府丞听说此事后，便带着陆小乙去金谷园见石季伦。三人坐在一起，把事情说清楚<span
        class="tip"
        >（水府流云图在一开始就被陆小乙送给了虞府丞，石季伦想要，得由虞府丞同意）</span
      >，石季伦不好为难虞府丞，便请他自行决定。
    </p>
    <p>
      虞府丞提议：这幅画可以归金谷园所有，但要放在他女儿虞妙典的捕风馆里展出，供丹青爱好者们观摩学习。石季伦欣然同意，他要的是面子，水府流云图放在哪他不在乎。陆小乙补充了一个要求：我自少年时代起屡遭横祸，被打压得厉害，如今年近而立，竟然连个乡品都没混上，我没法向祖上交代。石季伦说这算什么要求，马上安排。于是就马上给他安排了一个「乡二品」。陆小乙终于得偿所愿。
    </p>
    <p>
      故事本该就此结束，可皇上对结果不满意，因为每个人都得到了自己想要的，只有他和王君夫丢了脸面。他不接受。于是连夜拟了一道圣旨：抵制名士炒作，肃清社会风气。
    </p>
  </article>
  <article data-chapter="6">
    <h2>第三章·寺山水院</h2>
    <h3>江统：在野探员</h3>
    <p>
      江统是少见的、庶族出身的文学名士。步入文坛前，他还担任过大理寺司直<span
        class="tip"
        >（联邦探员）</span
      >、著作郎和县令等多个低级职务。最近，他加入东宫幕府，成了太子心腹<span
        class="tip"
        >（没有身份，是太子的荫客）</span
      >。
      <span class="desc" @click="handlePaper(17)">碎片*17</span>
    </p>
    <aside>
      <p class="aside-title">太子党</p>
      <p class="aside-para">
        太子司马遹和皇后贾南风的政治斗争日渐升级。太子因在朝中被保守势力孤立，于是便效仿曹操，在庶民阶层中发展力量。太子党在民间，尤其是在寒门士子当中口碑很好，因为他们捧红了很多庶族名士，比如前面提到的鲁褒、江统，都是东宫属臣。
      </p>
    </aside>
    <p>
      江统关注「水府流云图」很久了，他的关注点不在画上，而在粉丝群体「瞳朦子」的活动上。皇上发布圣旨后，他觉得时机已到，便把调查结果汇编成书，借琅琊王司马睿之手奏上朝廷<span
        class="tip"
        >（话说，司马睿是东晋的开国皇帝）</span
      >。
    </p>
    <aside>
      <p class="aside-title">瞳朦子</p>
      <p>
        瞳朦子，取自「云叆叇，日瞳蒙」这个对子，叆叇是云气很盛的意思，指水府流云图，瞳朦是日出时朦朦胧胧的样子，被粉丝们用于自称。
      </p>
      <p>
        水府流云图的第一个粉丝是虞妙典，她也是明星，她的粉丝爱屋及乌，也成了陆小乙的粉丝，这时「瞳朦子」的名字就开始在她们的内部流传开了。
      </p>
      <p>
        后来，粉丝群体从仕女阶层下沉到庶族，这个称号几经发酵，竟逐渐成了先锋文化爱好者的总称。他们很有活力，经常聚集起来举办各种新奇的活动。推云集就是在他们的支持下起势的。
      </p>
      <p>
        再后来，粉丝群进一步扩大，先锋文化爱好者也失去了这个称号，它被有组织有纪律的粉丝公会霸占了。这个粉丝公会才是江统所说的「瞳朦子」。
      </p>
    </aside>
    <p>
      江统在调查报告里写道，瞳朦子内部乌烟瘴气、混乱不堪，恶性事件层出不穷。更重要的是，组织内部还分裂出了一个类似于极端宗教的团体，试图控制信徒的精神和生活方式，并宣扬各种危险言论。有种种迹象表明，这个团体得到了「西天师道」的支持<span
        class="tip"
        >（主要反派集团，和天师道是完全不同的新教会，也叫火神宗、火道，后面简称火道）</span
      >。
    </p>
    <p>
      朝廷没有重视司马睿的奏折，但江统却因为这次调查而遭到了激进分子的报复，不过作为前大理寺司直，无脑粉丝的手段对他来说简直不值一提。
    </p>
    <h3>许无垠：吹哨人之死</h3>
    <p>
      许无垠是寺山水院的成员，他始终觉得，水府流云图与其说是一幅画作，倒更像是一种邪术<span
        class="tip"
        >（寺山水院是王君夫旗下的丹青工作室，自从王君夫输了斗富比赛之后，工作室成员就一直在攻击水府流云图）</span
      >。
    </p>
    <p>
      随着研究的深入，许无垠发现，陆小乙的创作比想象中的还要可怕。他发表了一篇文章，「论云」，并在这篇文章里对陆小乙在画作中频频显露出来的恶意进行解读，同时以此为切入点，对瞳朦子的形成和发展做出推断。他认为，陆小乙的画作在无形中诱导并放大了人们内心深处的黑暗面。
    </p>
    <p>文章发表几天后，许无垠被人谋杀，除他以外，现场还有一具吊死的女尸。</p>
    <h3>陈谊：临时探员</h3>
    <p>
      陈谊<span class="tip">（洛阳府书吏）</span
      >被派往现场调查，在诸多疑点悬而未决的情况下，他草草还原了案发经过：
    </p>
    <p>
      许无垠在嫖娼的过程当中，与妓女白伊蔚发生争执，被白伊蔚错手杀死。许无垠死后，白伊蔚自知死罪难逃，于是便在房间里上吊自杀了。自杀前，她有一个令人困惑的举动：她在许无垠的尸体旁边焚烧了一把菟丝草。
    </p>
    <p>
      另外，白伊蔚是陆小乙的粉丝，在她的卧室里找到了一些陆小乙送给她的周边礼物，其中有一幅一尺宽的小画格外引人注目：原来，陆小乙也会画人们能看懂的、画风精致的东西。而这幅小画的画面上，有位神色悲戚的年轻女子，她手上捧着的正是一把行将枯萎的菟丝草，画上还有句题诗：
    </p>
    <p>
      <a class="mark">草木蔓兮菟萃生，恒依缠兮死不离，犹似天命兮同飘逸</a>
      <span class="tip"
        >（菟丝草终其一生都要依附在其他草木之上，多像我们的命运啊）。</span
      >
    </p>
    <p>随后，陆小乙接受了洛阳府的调查。</p>
    <p>
      陆小乙根本不认识白伊蔚，虽然他确实画过很多类似的小画，但那实际上是一种粉丝福利，而且在送出后难免会经过多次转手。陈谊相信陆小乙和此事无关，但他希望陆小乙能给他提供一些线索。陆小乙再三强调，他不认识白伊蔚，传闻里包养他的那个妓女不是白伊蔚，是白伊蔚的同事胡炼。然后又讲了半天胡炼的事情。
    </p>
    <p>
      白伊蔚的事情传出了好几个版本，一个比较流行的版本是：白伊蔚生前遭到许无垠的虐待，她不是错手杀死许无垠，而是在奋起反抗。
    </p>
    <p>在以瞳朦子为主要传播者的坊间传闻里，白伊蔚被塑造成了一名侠女。</p>
  </article>
  <article data-chapter="7">
    <h2>第四章·好人吴坦尔</h2>
    <h3>吴坦尔</h3>
    <p>
      吴坦尔是热衷于炒作的清谈名士，虽才疏学浅，却凭着一张国泰民安脸和爱妻孝子人设而在名士界混得风生水起。他所经营的人设要求他在道德方面无懈可击<span
        class="tip"
        >（他的工作就是讲一些劝人向善的人生感悟）</span
      >。
      <span class="desc" @click="handlePaper(18)">碎片*18</span>
    </p>
    <h4>吴坦尔的烦恼</h4>
    <p>
      鲁褒的「钱神赋」和江统的「徙戎论」让推云集名声大噪，成了洛阳最受欢迎的清谈综艺，尽管这档节目屡遭朝廷打压，但热度持续不减。吴坦尔作为脱口秀演员，自然也想在这场热潮中获得关注。
    </p>
    <p>
      可问题是：他的风格和当下流行的、推云集式的叛逆风格水火不容。更大的问题是：推云集正在重塑人们看待名士的方式。叛逆的偶像席卷洛阳，让他们这些道德完人看上去像一堆冥顽不灵的老古董。
    </p>
    <h3>惑溺</h3>
    <p>
      吴坦尔有个情人，名叫宁蓉，出身低阶士族家庭，年方十七，尚未出嫁。
      <Paper index="1" />
      <span class="desc" @click="handlePaper(19)">碎片*19</span>
    </p>
    <p>
      宁蓉也是陆小乙的粉丝，她一直给吴坦尔安利水府流云图，还给吴坦尔分析：人们压抑久了，就想要看到一个不讲理的狂士出来大闹一场。
    </p>
    <p>
      吴坦尔说：我算是讲道理的一类吗？宁蓉说：你太讲道理了，你和你爹、你娘、你家曹氏，和所有与你无关的人讲道理，唯独和我不讲道理。吴坦尔说：你说的不对，我只和你讲道理，对其他人都是逢场作戏。宁蓉说：油嘴滑舌，所以你是过气名士，别怪人们不喜欢你。
    </p>
    <p>
      吴坦尔和妻子几乎没有感情，他的爱妻孝子人设让他成名的同时，也让他倍感痛苦，他既是妈宝男，又是妻管严。最近，妻子曹芳的爸爸曹律当上了洛阳令<span
        class="tip"
        >（市长）</span
      >，她在家族里的地位又上了一个台阶。而吴坦尔的前途却是一片渺茫，尽管他做梦都想要摆脱这种生活，但轻举妄动可能会让他付出更惨重的代价。
    </p>
    <p>
      宁蓉问：你以后还想见我吗？吴坦尔连连点头。宁蓉说：那你为什么不能永远和我在一起呢？吴坦尔苦笑着说：难道我要休掉曹氏吗。宁蓉看着他说：不行吗？吴坦尔不说话，他的眼睛一直在躲闪，而宁蓉没有退缩，说：我有一个想法，听吗？吴坦尔感到不妙，但鬼使神差地说了一句：你说吧。
    </p>
    <p>
      宁蓉说：如果我是你，我就不会再抱着那个无聊的伪君子形象不放，反正现在也没人喜欢这样的名士。我会告诉大家，水府流云图启发了我，我在画境中发现了一个真实的自己，我对我的生命有了新的感受。从今天起我要做我真正想做的事情，和我真正爱的人在一起。
    </p>
    <p>
      吴坦尔动摇了，心里的算盘也开始活动起来了：虽说凡事都没有一蹴而就的道理，但宁蓉的思路很好，至少能作为一个合理的开头，先让他推翻爱妻孝子的人设，让他重新在名士圈站稳脚跟，然后才有可能去计议休妻的事情<span
        class="tip"
        >（洛阳吴氏是大族，只要有正当的离婚理由，区区一个市长根本不能对他构成阻力）</span
      >。
    </p>
    <p>宁蓉接着说：你知道人们再提起你的时候，会想到什么吗？</p>
    <p>吴坦尔说：一个道德败坏的人。</p>
    <p>
      宁蓉说：一个勇敢的人。
      <span class="desc" @click="handlePaper(24)">碎片*24</span>
    </p>
    <h3>觉醒</h3>
    <p>
      吴坦尔最近有点魂不守舍，他一直在回想宁蓉对他说过的话。下午，他去平乐府看了一会儿水府流云图，这是他第一次看这幅画。傍晚，他独自喝了一会儿闷酒，叫了两个陪酒姑娘，这是他第一次公然找人陪酒。他发现根本没人在乎这件事，因为他过气了，没人关注他。
    </p>
    <p>
      宵禁后他启程回家，他第一次这么晚回家，路上还被巡逻的羽林军讹了一笔钱。士兵里没人认识他，自然不会给他面子，他反倒有种如释重负的快乐。回家后，曹氏责骂了他一番，他想骂回去，但想想还是算了，倒头睡觉。曹氏发现丈夫身上有很重的脂粉味，两人又吵了起来。
    </p>
    <p>
      吴坦尔忍无可忍，终于爆发，他对曹氏说：别逼我休了你。
      <span class="desc" @click="handlePaper(23)">碎片*23</span>
    </p>
    <p>
      曹氏听后同样暴怒，对吴坦尔破口大骂，像往常一样对他极尽羞辱，还威胁道：我早晚让你身败名裂。
    </p>
    <p>
      吴坦尔热血上头，直接和曹氏摊牌：好啊，身败名裂也好，我求之不得，从现在开始我再也不会任你摆布了。
    </p>
    <p>吴坦尔摔门而去。他径直前往宁蓉家，对她说：我想通了。</p>
    <h3>曹芳的反击</h3>
    <p>
      写好休书之前，吴坦尔不准备回家了。而在公布休书之前，他先要在推云集上完成他的华丽转身。这是他的重要时刻，务求周详计划：首先，写一篇文采斐然又催人泪下的文章。然后在才子荟萃的推云集上一鸣惊人，再度翻红，同时宣布和过去的自己一刀两断。
    </p>
    <p>他必须要让这场演出成为他日后休妻的伏笔。</p>
    <p>
      吴坦尔三日不返家中，幽居友人寓所，宁蓉日夜相伴。正当二人情意缱绻，畅想美好未来之时，曹芳破门而入，其弟曹钉筋紧随其后，背后还有一群凶神恶煞的漕帮帮众，高喊着要拿人奸情<span
        class="tip"
        >（曹钉筋就是昔日帮助陆小乙绑架考官的游侠，因他是私生子，故而在家族中没有名分，后来，曹芳父曹律升任洛阳令，曹钉筋便离开了帮派，在洛阳府刑房给狱长当秘书，他现在属于黑白通吃）</span
      >。原来，曹芳早已洞悉吴坦尔与宁蓉之事，只是一直没有撕破脸皮。<span
        class="desc"
        @click="handlePaper(21)"
        >碎片*21</span
      >
    </p>
    <p>现在，奸夫淫妇被她抓了个现行。</p>
    <p>
      吴坦尔自知理亏，默默无语。曹芳凶暴凌厉，对宁蓉拳打脚踢。吴坦尔的朋友上前劝阻，被曹钉筋重拳击倒。眼见宁蓉被打得头破血流，吴坦尔急忙恳求道：夫人，别打了，再打就要出人命了，回家再说不行吗。曹芳甩给吴坦尔一记耳光：现在你想要回家了？
    </p>
    <p>
      曹芳打累了，便着意诘问宁蓉与吴坦尔的私情细节，并警告她，不老实交代就拔光她的牙，宁蓉无奈，唯有一一作答。曹芳为了羞辱宁蓉，逼她描述私密情事的所有细节。宁蓉不敢隐匿，然而曹芳越听越怒，便说：床帏之事应该去床上说。
    </p>
    <p>
      来到卧室，曹芳剥光宁蓉和吴坦尔的衣服：说吧，你二人如何同寝？宁蓉略显迟疑，便惹来漕帮众人的棍棒相逼。她只好支吾其词，曹芳让她一边说，一边为众人展示，并承诺她，表现好就放过她。
    </p>
    <p>
      宁蓉强忍屈辱，卖力表现，希望以诚恳态度换得原谅，可就在此时，曹钉筋却在书案上发现了吴坦尔的休书和演讲稿。
    </p>
    <p>
      曹芳冷笑道：吴坦尔，这是你写的吗？吴坦尔不敢正面回答，唯有频频谢罪。曹芳怒不可遏，声音颤抖，对曹钉筋说：他不是会写吗，给我把他的手筋挑了。吴坦尔闻言，吓得扑通一声跪倒在地，说：我有罪，全为宁蓉所惑，那绝非我的本意！
    </p>
    <p>
      曹芳质问宁蓉：是你的主意吗？宁蓉泣不成声，摇头答道：非是我所为，请夫人宽恕，我再不敢犯了。曹芳说：吴坦尔懦弱无能，若非你挑唆，固能有此事？宁蓉磕头乞求道：实非妾身所为，还望夫人勿再加罪。<span
        class="desc"
        @click="handlePaper(25)"
        >碎片*25</span
      >
    </p>
    <p>曹芳盯了她好一会儿，然后对曹钉筋说：把她的鼻子割了。</p>
    <h3>燃烧</h3>
    <p>
      那天，宁蓉没有回家，也无人知其所踪，仿佛人间蒸发了，于是宁越<span
        class="tip"
        >（宁蓉爸爸）</span
      >便开始了他的寻女之路。
    </p>
    <p>
      起初，宁越报官至洛阳府，陈谊听讼，全程漫不经心，登记立案之后，便再无消息。宁越再三催促无果，便决定越级上访司州府。然而此举不合规矩，属于违法上访，不久，洛阳府官员便向他施加压力，所幸宁越亦为朝廷命官，未遭暴力对待，仅受恫吓。
    </p>
    <p>
      上诉无门，宁越又去向吴家讨说法，但士族社区门户紧闭，不对庶族开放。宁越只能在坊外等候吴坦尔父亲，可是每次都被吴大人的警卫驱逐，不得相见。典农署领导谏言劝诫，劝他不要跟政府对抗，还让他写了一份不再闹事的保证书。
    </p>
    <p>
      宁越怒不可遏，唯有上街喊冤，当日便遭洛阳府拘留，被指涉嫌寻衅滋事罪，幽禁于洛阳府大牢。审讯中，陈谊再度施压，逼供诱供，试图将莫须有的贪污受贿罪加于其身。
    </p>
    <p>
      几天后，接连遭遇打击的徐氏<span class="tip">（宁蓉妈妈）</span
      >决定烧炭自杀。
    </p>
    <h3>推云笑话王</h3>
    <p>
      吴坦尔最终还是加盟了推云集，宣布和他的过往人生一刀两断。他在清谈表演中声泪俱下，情感真挚，虽然反响平平，但陆小乙被他打动了。两人携手相望，陆小乙说：你可知人们再提起你的时候会想到什么吗？
    </p>
    <p>吴坦尔默想片刻，答：一个勇敢的人。</p>
    <p>陆小乙说：不，一个败德之人。但欢迎你加入推云横田。</p>
    <p>
      接下来的几场演出，吴坦尔不断解构他的过往事迹：曩交王瓒，其父丧之际，我悲若覆巢，只因人们觉得我必当如此。可丧礼当日，我内心毫无悲痛，却闻瓒之啼哭竟如驴鸣，侧目视之更觉滑稽难忍，于是我便只能以大哭掩饰。众人见我哀恸，皆掩面而泣，却不知此时的我早已笑到不能自持。
    </p>
    <p>他凭借此类自爆风格的地狱笑话成功翻红。</p>
    <p>
      一日，谈及宁蓉，吴坦尔大肆渲染其挑逗之态，又称自己以机智化解尴尬，最后他向妻子隔空表白：往日言语不尽诚，独为我妻情义真。
    </p>
    <p>众皆喝彩。</p>
    <p>
      忽有一狂书生于座间弹起，手指吴坦尔，一言不发，众人疑惑，吴坦尔问：你怎么了？同在台下的陈谊急步至书生身旁，按下他的脑袋，说：此乃吕狄，东城有名的傻子，诸位不要和他计较。<span
        class="desc"
        @click="handlePaper(20)"
        >碎片*20</span
      >
    </p>
    <p>众俱大笑。</p>

    <h3>天命</h3>
    <p>
      几天后，人们在郊外城隍庙里发现了吴坦尔的尸体。尸体旁边还有一把烧成灰的菟丝草，墙上写着一封血书：
    </p>
    <p>草木蔓兮菟萃生，恒依缠兮死不离，犹似天命兮同飘逸。</p>
    <p>
      宁蓉的遭遇随着吴坦尔的死被公之于众，人们这才知道吴坦尔的真面目。而焚烧菟丝草的威力终于彻底爆发。短时间内，洛阳出现了数十起模仿犯罪，每个凶手都在现场留下了象征着反抗的、燃烧殆尽的菟丝草，和那三行魔咒般的诗。
      <span class="desc" @click="handlePaper(27)">碎片*27</span>
    </p>
    <p>
      所有人都变得神经兮兮的，一旦有谁怀疑自己的妻女参与了瞳朦子活动，轻则禁闭家中，重则殴打、甚至痛下杀手。形势迅速恶化，不仅游民社区变成了修罗场，戒备森严的庄园也出现了多起客女弑主的谋杀案件。大理寺和司天台等高级办案机构也相继介入了调查<span
        class="tip"
        >（司天台的出现，意味着洛阳连日来的暴力事件被定性为了「巫术犯罪事件」）</span
      >。
    </p>
    <p>
      又一天，陆小乙突然听说妹妹陆山黛被洛阳府带走了，原因是她给吴人坊王员外家的马下毒<span
        class="tip"
        >（陆家和王家有点矛盾，王家这些年扩建住宅，想要侵占陆家的地，常找陆小乙的麻烦）</span
      >。陆小乙立即去找陈谊帮忙，陈谊说：你妹妹没事，她只是给王家的马喂了点泻药，不是毒药。现在她一个人在院里，我们给了她一些吃的，但暂时还不能让她走。主要是现在到处都在查瞳朦子，你妹妹干嘛非要挑在这种时候惹事。
    </p>
    <p>
      陆小乙忙了一天，总算和王家达成和解协议了。晚上，他带着妹妹回到家里，沈纨和齐武子正在等着兄妹俩，他们听说陆山黛被捕了，以为发生了什么大事。看到他们平安回来，才松了口气。陆小乙说：晚上在家里吃吧，我买了酒。
    </p>
    <p>沈纨说：我们就是冲着这顿酒来的。</p>
    <p>齐武子问沈纨：伏黎妹妹哪去了，刚刚还在的。</p>
    <p>朋友们一边喝酒一边聊天，一边调侃陆山黛，气氛很和谐。</p>
    <p>
      三旬酒后，洛阳府的官差闯进陆家，带头的队长手里拿着一份名单：陆小乙在哪。陆小乙站起来说：是我，怎么了。队长看了一眼他，没有回答，继续叫名字：沈纨？沈纨也站了起来。队长继续念名单：还有一个，殷伏黎。没人回答。队长看了一眼陆山黛，问：你叫什么？陆山黛说：陆山黛。陆小乙说：这个是我妹妹。队长对左右官差说：去里面看看。
    </p>
    <p>孟依兰从屋里走出来，问：他们怎么了？</p>
    <p>队长说：去了就知道了。</p>
    <p>官差从屋里出来：里面没人。</p>
    <p>队长说：先把他们两个带走。</p>
    <p>
      次日，殷伏黎的通缉告示贴满了四夷坊。孟依兰打听到，是推云集出事了，所有和推云集有关的人都在昨晚被抓走了。陆小乙和沈纨作为组织者，被认定为犯罪集团首脑。
      <span class="desc" @click="handlePaper(22)">碎片*22</span>
    </p>
    <h3>补充：门客团成员</h3>
    <p>
      陆小乙的故事结束了，他是第一单元的主角。这里一共有四个单元故事，相当于四个阶段，每个阶段都由不同的主角来推动剧情发展。下一个故事的主角是刚刚逃跑的殷伏黎。
    </p>
    <h4>沈纨</h4>
    <p>
      外国人，沈纨小时候跟着胡人商队四处闯荡，虽然是汉人血统，但在洛阳属于外籍人士，因为他拿的是龟兹国身份证。他是一名年轻的博物学家。
      <span class="desc" @click="handlePaper(28)">碎片*28</span>
    </p>
    <h4>殷伏黎</h4>
    <p>
      游民，她的身世没人知道，最开始她是齐武子的租客，后来通过齐武子的关系认识了沈纨，就去沈纨工作的典当铺上班了。再后来她研发出极夜丹系列，就开始做自己的生意了<span
        class="tip"
        >（极夜丹系列，包括五夜丹、七夜丹、十二夜丹等都是违禁药物，司天台一直在通缉极夜丹背后的毒师，但一直没有怀疑到殷伏黎头上）</span
      >。
    </p>
    <h4>齐武子</h4>
    <p>
      庶族<span class="tip">（低阶士族）</span
      >，知识分子家庭出身，后来家道中落，父母双亡，他便靠着收租维持生计。后来房子没了，他就投靠了陆小乙，吃住都在陆小乙家里，靠给人写家书勉强谋生。
    </p>
    <aside>
      <p class="aside-title">娈童</p>
      <p class="aside-para">
        殷伏黎当时在齐武子家里炼丹，结果不仅把自己的房子烧了，还把邻居家的房子也烧了。害得齐武子欠了一大笔钱，殷伏黎就提议他去庄园里当自卖人，打工还债，于是两个人就去了金谷园。不到一年，他们就还清了债务（殷伏黎在金谷园里搞到了用于制作极夜丹的特殊原料）。回来的时候，殷伏黎摇身成了一位丹药商人，而齐武子则成了齐姑娘。
      </p>
      <p class="aside-para">
        殷伏黎是这么跟沈纨解释的：齐武子长得实在太漂亮，所以在金谷园里被培养成了娈童，幸亏我在里面拼命赚钱，提前给他赎身，否则他的鸡巴就要被人割了。
      </p>
      <p class="aside-para">沈纨问齐武子：真是这回事吗？</p>
      <p class="aside-para">
        齐武子支支吾吾的不说，但也没有否认。后来，无家可归的齐武子就住在了陆小乙家，而殷伏黎则去四通市开始了自己的丹药生意。
      </p>
    </aside>
    <Paper />
  </article>
  <Modal ref="S1Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S1Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${1}_PAPER`][parseInt(index) - 1];
  S1Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
