<template>
  <article>
    <h2>
      <div>前情提要</div>
      <div>无望成名的士子</div>
    </h2>
    <h3>陆小乙</h3>
    <p>
      陆小乙，字法蓝，江东陆氏族裔，士族血统毋庸置疑，但他的成名之路十分艰难：
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <h4>首先，是他的士族血统含金量<span class="tip">（空壳士族）</span></h4>
    <p>
      陆氏属于江东世家，族中英杰辈出，但在门阀林立的洛阳，陆氏虽有些名望，但事实上的地位仅相当于普通士族<span
        class="tip"
        >（陆小乙属于旁系宗亲，身份再降一档）</span
      >。
    </p>
    <h4>然后是他爸爸，陆科的黑历史<span class="tip">（政治问题）</span></h4>
    <p>
      陆科以前是丹青名士，却因为一件荒唐事自毁前程：陆科散尽家财，协助名伶孟依兰从金谷园<span
        class="tip"
        >（洛阳最大的庄园）</span
      >赎身，并将其聘为正室。这给他惹来了巨大的麻烦<span class="tip"
        >（士庶通婚会触发最高级别的道德审判）</span
      >。后来，陆科惨遭名士界封杀，退出画坛，从此销声匿迹。
    </p>
    <p>
      陆科隐退后不久，再次遭到致命打击：<a class="mark"
        >皇后发动政变，他因多年前的方术活动被卷入其中，随后被司天台<span
          class="tip"
          >（管理方术的朝廷机构）</span
        >逮捕</a
      >。监禁期间，他拒绝接受审判，最后畏罪自杀。
      <span class="desc" @click="handlePaper(2)">【碎片*】</span>
    </p>
    <h4>最后，是陆小乙本人的黑历史<span class="tip">（德行问题）</span></h4>
    <p>
      陆科被捕时，陆小乙十六岁，还在学宫读书<span class="tip"
        >（洛阳最好的公立学校）</span
      >。爸爸死后，他在不明所以的情况下被学宫开除了。学宫肄业的影响是：陆小乙失去了自动获得乡品的特权<span
        class="tip"
        >（正常是四品起步）</span
      >。
    </p>
    <p>
      同年，乡品考核，他又因为流品<span class="tip">（未被评级）</span
      >而恼羞成怒，伙同游侠<a class="mark">曹钉筋</a
      >绑架了考官。最终，他被洛阳府逮捕。由于他不肯交代同犯，洛阳府加重了对他的量刑<span
        class="tip"
        >（曹钉筋作为帮派成员，一旦被捕必死无疑。士族为游民扛罪未有先例，这让陆小乙在游侠界声名远扬）</span
      >。
      <span class="desc" @click="handlePaper(3)">【碎片*】</span>
    </p>
    <p>
      三年后，陆小乙出狱，前程尽毁的他彻底摆烂，不仅广交游民朋友，做了很多有损士族身份的事情，还不以为耻反以为荣，自比孟尝君<span
        class="tip"
        >（门客十数人，皆鸡鸣狗盗，同其饥饱，从无吝啬）</span
      >。但他还有一桩更大的黑料：坊间盛传，他给鹩儿巷妓女<a class="mark">胡炼</a
      >做过小鬼<span class="tip">（被包养）</span>。
    </p>
    <p>实际上，陆小乙的士子身份早就名存实亡了。</p>
    <h3>遥不可及的名士品藻</h3>
    <p>
      陆小乙二十岁，决定投身丹青事业，并渴望得到一份名士工作，这是他唯一、也是最后的出路。可他没有乡品，无法获得正常的面试机会，所以只能找熟人帮忙：
    </p>
    <h4>陆氏族人</h4>
    <p>陆机，力拒。正人君子，无法接受陆小乙的德行问题。</p>
    <p>
      陆云，婉拒。陆云的观念比较开放<span class="tip"
        >（乱伦、换妻、养娈童在名士界十分常见，他本人的私生活也很混乱）</span
      >，但陆机毕竟是陆氏家族的老大，即便他愿意帮助陆小乙，也不敢忤逆哥哥的意志。
    </p>
    <p>
      陆湛是陆云长子，和陆小乙关系不错。成为新晋名士后，陆湛许诺陆小乙，日后会找机会帮他。作为回报，陆小乙送给他不少丹药<span
        class="tip"
        >（五夜丹，效果类似阿片类药物，成瘾性强。陆湛一直对五夜丹感兴趣，但没人指导，陆小乙帮他实现了愿望）</span
      >。后来陆湛沉迷其中，有次用药过量，差点睡死过去。陆云事后得知陆小乙引诱儿子吸毒，怒不可遏，连写几篇文章痛骂陆小乙<span
        class="tip"
        >（名士写文章就像发微博）</span
      >。
    </p>
    <p>陆小乙在名士界彻底成了过街老鼠。</p>
    <h4>卫玠<span class="tip">（故事从这里开始）</span></h4>
    <p>沉寂几年后，陆小乙决定重整旗鼓，疏通一下学宫的关系。</p>
    <p>
      卫玠近几年很红，是洛阳城里的顶流名士，所到之处势必引起一阵轰动。陆小乙希望能和卫玠攀上关系。他打探到卫玠近期的行程：春深居<span
        class="tip"
        >（著名庄园）</span
      >会举行一次义诊活动，卫玠将以嘉宾的身份到场。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <p>
      义诊当天，陆小乙和友人前往活动现场，他远远看着卫玠，心里却越来越没底：现在的卫玠像是换了个人，气场和长相都和以前完全不同了，眼前的卫玠美丽、冷艳、雌雄莫辨，像块光芒万丈的玉璧。
    </p>
    <p>陆小乙犹豫了很久，终究没有凑过去打招呼。</p>
    <aside>
      <p class="aside-title">辟雍池论道</p>
      <p class="aside-para">
        十年前，学宫。陆小乙和同学卫玠在辟雍池旁设擂，与人谈玄论道，并由围观者决定胜负。两人配合默契，卫玠负责雄辩，陆小乙负责诡辩，一时间辩倒学子无数。后来有几位经师也被鼓动上了擂台，依然无法胜过二人。陆小乙扬言道：这里没什么意思，不如回家养猪。
      </p>
    </aside>
    <h4>虞子服、裴逸民</h4>
    <p>
      他觉得，还是和老师攀关系相对没有心理负担，便开始撒网式的给老师们写信，希望能得到面试的机会。但肯给他回信的老师，仅有被他狠狠伤害过的虞子服<span
        class="tip"
        >（就是在辟雍池擂台被他羞辱的「养猪经师」，现在升官做了平乐府府丞，相当于曲协主席）</span
      >。
    </p>
    <p>虞子服给他的回复言简意赅：我还没看过你的画。</p>
    <p>
      陆小乙马上把自己最得意的作品「水府流云图」送到了虞府丞府上，等待虞府丞的回信。可等了一个月，什么都没等来。他没有放弃，继续给虞府丞写信，还在信中细数自己当年的过错，然后又送了一幅「野火朝仙图」过去，是一幅和「水府流云图」风格迥异的画作。希望能全方位展示自己的画技。
    </p>
    <p>但结果还是一样，石沉大海，杳无音信。</p>
    <aside>
      <p class="aside-title">裴公论道，法蓝绝倒</p>
      <p class="aside-para">
        裴逸民时任学宫祭酒<span class="tip">（校长）</span
        >，听说有两个学生狂得不像话，决定亲自出马会会他们。陆小乙见校长来了，立马加注：校长倘若输掉辩论，就叫他和卫玠一声师父。反之，他们输了，就退学走人。
      </p>
      <p class="aside-para">
        裴逸民接受了他的挑战。而卫玠当场和陆小乙撇清关系，他不玩了。
      </p>
      <p class="aside-para">
        裴逸民和陆小乙决斗当天，整个学坊的人都来了<span class="tip"
          >（学宫周边的居民社区）</span
        >。陆小乙身穿一袭白衣，宽袍大袖，故作名士风范。但身边少了卫玠，他很心虚，果然，他很快就在辩论中落了下风。几回合后，他再也招架不住，这时只听卫玠在远处大喊一声：法蓝快逃。陆小乙立即夺路而逃，情急之下，竟纵身跳进辟雍池里，企图以自杀逃避现实。获救后，他大病一场，躺在床上动弹不得。裴逸民来看望他，许诺他说：只要你愿意给所有经师道歉，就可以继续留在学宫。
      </p>
      <p class="aside-para">陆小乙的病这才见好。</p>
    </aside>
  </article>
  <Modal ref="S3Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S3Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${3}_PAPER`][parseInt(index)];
  S3Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
