<template>
  <article>
    <h2>
      <div class="story-h2">第一章·紫气活云</div>
    </h2>
    <h3>阶段1：洛阳品录</h3>
    <p>
      陆小乙四处碰壁，万念俱灰，准备放弃丹青生涯，并时常和朋友谈论自杀问题。忽有一天，陌生人登门造访，诧异中得知，原来他的「水府流云图」出名了。丹青爱好者们每天都在打听他的消息：谁是陆小乙？
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <h4>成名原因</h4>
    <p>
      水府流云图被平乐府收录在了一部权威的艺术鉴赏册中<span class="tip"
        >（洛阳品录）</span
      >，同时还被乐府学士们一致评选为了「神品第一」<span class="tip"
        >（丹青品级：神、妙、逸、能、二品、三品等，神品第一已经空缺很多期了）</span
      >，虞府丞给他的评语是：天何言哉<span class="tip"
        >（耶稣来了都要沉默）</span
      >。
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>
      陆小乙很困惑，他推销了几年的画作无人问津，怎么突然就成为极品了？他逢人就问，到底发生什么啦？前来拜访他的名士都是来蹭热度的，他们当然不知道发生什么了。因此在成名初期，他和拜访者互不了解，闹出了很多荒诞不经的笑话。
    </p>
    <h3>阶段2：伯乐虞妙哉</h3>
    <p>
      <a href="" class="mark">丹青名士虞妙哉</a
      ><span class="tip">（虞子服的女儿）</span
      >找到陆小乙：不要到处瞎问了，我才是你真正的伯乐。
      <span class="desc" @click="handlePaper(2)">【碎片*】</span>
    </p>
    <h4>原来，事情是这样的</h4>
    <p>
      虞妙哉虽是女儿身，但她对自己的性别认知是男性，也一直以男装生活，所以她能在学宫读书，而且和陆小乙是同窗校友。她在父亲的杂物间里发现了陆小乙的信件，于是便拆开来看。她惊讶地发现，曾经的学宫狂士如今竟像个丧家狗一样唯唯诺诺，不禁心生好奇，就假冒父亲的口吻回复陆小乙：给我看看你的画。
    </p>
    <p>
      陆小乙送来了「水府流云图」，虞妙哉更觉惊讶，他画的东西如同狗屎，怎么敢毛遂自荐。于是又把画扔回了杂物间。后来陆小乙又寄了一幅，她简单看了看，果然，还是狗屎。
    </p>
    <p>
      有一天，她在画画的时候，不知为什么，「水府流云图」里的画面突然闯入她的脑海，一闪而过。她越想越上头，便把那两幅画又翻了出来。细细斟酌，终于看出了门道：她发现陆小乙是个天才。
    </p>
    <p>
      虞妙哉把水府流云图拿给父亲看，虞府丞的第一反应和她一样，满脸困惑。她告诉父亲，那些影影绰绰的云雾才是重点，像是通往幽境的机关。很快，虞府丞也发现了惊喜。
    </p>
    <p>
      虞府丞把画带到平乐府，经过几次激烈的圆桌讨论，平乐府全体同仁一致决定，把陆小乙的「水府流云图」评为神品第一。
    </p>
    <h3>阶段3：舆论汹涌</h3>
    <p>
      陆小乙成名不过数日，便引来争议无数。文学名士鲁褒率先向陆小乙发难，以一篇洋洋洒洒的「骄子论」，向陆小乙发出灵魂拷问，文章很快得到了社会各界的响应：
    </p>
    <p>
      有人痛斥娱乐至死的名士风潮，有人逐笔分析「水府流云图」里的邪典恐怖元素，有人怀疑平乐府想用这种怪异的东西来扭曲人们的正常审美。但人们对陆小乙的道德瑕疵更为愤怒：不孝<span
        class="tip"
        >（陆小乙出狱前后从未给父亲守孝）</span
      >、与妓女游侠为伍、引诱族中后辈吸毒、绑架考官。他是彻头彻尾的坏种。
    </p>
    <p>
      鹩儿巷的妓女现身助攻，说陆小乙虽有诸多不好，但性能力其实更为低下。<a
        href=""
        class="mark"
        >殷伏黎</a
      >给妓女们作出解答，说陆小乙性能力低下的原因很可能是过量吸毒，他每次画画前都会服食「极夜丹」，那是一种被官府列入管控名单的强力迷幻药。
      <span class="desc" @click="handlePaper(3)">【碎片*】</span>
    </p>
    <p>陆小乙本就惨淡的名声变得更加狼藉。</p>
    <aside>
      <p class="aside-title">建安风骨</p>
      <p class="aside-para">
        风骨有很多种，就像艺术流派一样。「建安风骨」是一种复古流派，狂野恣肆、天马行空，追求极致的创造力。陆小乙是「建安风骨」的代表。而现在的主流风格是「太康雅音」，追求一种风雅、自然、玄之又玄的状态<span
          class="tip"
          >（如今的政治局势决定了太康派的取向，虚无缥缈的东西才是最安全的）</span
        >。
      </p>
      <p class="aside-para">
        陆小乙的建安风骨表现在日常生活中，就成了：举止荒谬、不修边幅、憎恶凡俗、蔑视礼法、对生命无限悲观、常有极端思想。他对现实里的一切都不感兴趣，没有任何入世的理想，终日沉溺在无端的白日梦里，哀叹命运无常。
      </p>
      <p class="aside-para">
        陆小乙没有常人的情感和道德观，也不太在乎常人对他的看法。父亲入狱的时候，他一直在纠结自己的乡品问题，就像他从来没有爸爸一样。
      </p>
    </aside>
    <h3>阶段4：超现实主义宣言</h3>
    <p>
      陆小乙早就摆烂了，无所谓外界的评价，但虞府丞却要维护平乐府的名声。他在金谷园<span
        class="tip"
        >（洛阳顶级庄园）</span
      >的「流觞列宴」上<span class="tip"
        >（名士脱口秀节目，在金谷园的流觞池旁，每月举办一次）</span
      >，亲自向大家解释「水府流云图」是如何技压群雄的。
    </p>
    <h4>虞府丞用了一个词：活云</h4>
    <p>
      在他看来，水府流云图是对「无」的绝佳阐释。人们诟病它，是因为云雾的存在喧宾夺主，而云雾背后的景观却糊成一团，乌糟糟的，不见笔触更不见技法。但如果你去关注那些云雾，你就会在某个瞬间突然产生一种、坠入画境的感觉。嘈杂的画面瞬间变得豁然开朗，像被赋予了某种灵性。置身其中，仿佛置身于一条通幽曲径，你会不断发现新的景观。它们像云一样流动延伸，一直延伸到画境的尽头。最终你会进入到一个完全真空的领域。
      <span class="desc" @click="handlePaper(4)">【碎片*】</span>
    </p>
    <p>那是一种前所未有的、颇具神性的观画体验，就像是一次灵修。</p>
    <p>
      待虞子服说完，虞妙哉又补充了一点：实际上云雾也是没有笔触的，甚至在整个画幅上都找不到一处着笔痕迹；陆小乙非但不是技法拙劣，反而是在炫耀技法，你想不出他是怎么做到的。
    </p>

    <h3>舆论反转</h3>
    <p>
      虞氏父女的流觞池演讲逐渐扭转了舆论，很多丹青爱好者感应到了他们描述的，那种潜藏在云雾深处的画境，就像是发现什么了不起的宝藏一样，兴奋之极。
    </p>
    <p>
      很快，水府流云图成为了风靡洛阳的清谈主题：人们探讨画作，围绕画作抒发各自的想法，从技法到画境再到哲学，基于各种各样的角度，不断对画作进行解构再造，最终，竟让画作的意义变得越发复杂，越发不可解释。紧接着，水府流云图又成为了一种自由精神的象征，人们在与画作相关的清谈集会上畅所欲言，核心不在于是否准确的表达画境，而在于谁的演讲更加新颖有趣。
    </p>
    <p>恰好呼应到了水府流云图的主题：无限延伸的画境。</p>
  </article>
  <Modal ref="S4Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S4Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${4}_PAPER`][parseInt(index)];
  S4Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
