<template>
  <article>
    <h2><div class="story-h2">第二章·钱神狂舞</div></h2>
    <h3>起因</h3>
    <p>
      石季伦<span class="tip">（金谷园董事长）</span>和王君夫<span class="tip"
        >（寺山水苑董事长）</span
      >的洛阳首富之争。早前，左思的三都赋风靡洛阳，他们就有过一次斗富竞赛，最终结果是：左思加入金谷园旗下的文人团体<span
        class="tip"
        >（金谷二十四友）</span
      >，石季伦胜出。
    </p>
    <p>
      如今，水府流云图的火爆程度更胜三都赋一筹，因此王君夫跃跃欲试，想要把画作收入囊中，挽回颜面。石季伦当然不会让王君夫如愿。
    </p>
    <h3>第一轮较量：牛刀小试</h3>
    <p>
      王君夫派人带着一百两黄金和三十匹散花绫，来到陆家门前耀武扬威，宣称要收购画作。石季伦得知此事，立即把价码翻到了二百两黄金，外加六十匹蒲桃锦。陆小乙向来反骨，根本没把两位富豪放在眼里。
    </p>
    <h3>第二轮较量：钱神赋</h3>
    <p>在两大富豪的引领下，更多富豪加入到了这场斗富战局当中。</p>
    <p>
      每天，各家族会派来代表，拉着一车金银财宝，在陆家门前高声清点一番，然后在围观者们的阵阵喝彩声中结束。竞赛最终成为了一档娱乐节目，每天都有大量年轻人前来参观。大家总能见到许多从没见过的奇珍异宝。
    </p>
    <p>
      陆小乙没有接受任何人的报价，反而在家里办起了「狮山云集」<span class="tip"
        >（吐槽大会）</span
      >，请各路民间知识分子畅所欲言，戏谑社会上的种种丑态和乱象。曾经骂过陆小乙的庶族名士鲁褒，在某一期的狮山云集上，针对最近的斗富竞赛，写出了惊世骇俗的「钱神赋」。至此，由「水府流云图」引发的文化狂欢被「钱神赋」推向了最高潮<span
        class="tip"
        >（钱神赋里还有一句千古名句：有钱能使鬼推磨）</span
      >。
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>
      狮山云集让死水一潭的洛阳名士界重新沸腾起来，洛阳人已经很久没见过这么多的叛逆士子齐聚一堂了。
    </p>
    <h3>第三轮较量：琉璃珊瑚</h3>
    <p>
      与此同时，富豪们的斗富竞赛也进入到了最后的冲刺阶段：在石季伦祭出了「浮金连环羁」之后，王君夫终于拿出了压棺材底的「七宝琉璃珊瑚」。
    </p>
    <p>
      据说琉璃珊瑚进入吴人坊的时候，整个吴人坊都变得金碧辉煌了<span class="tip"
        >（吴人坊：陆小乙居住的社区，又叫金陵坊，是治安很差的游民社区）</span
      >，南城的老百姓蜂拥来到吴人坊参观。这让洛阳府和羽林军不得不派军队来维持秩序。其他的富豪再也拿不出更大的筹码了。王君夫正欲宣布胜利，却不料金谷园代表团突然从人群中挤上前来，举起浮金连环羁，当众打碎了琉璃珊瑚。
    </p>
    <p>所有人都窒息了。</p>
    <aside>
      <p class="aside-title">皇帝驾到</p>
      <p class="aside-para">
        王君夫此事状告给皇上，皇上要求石季伦给王君夫一个说法。石季伦有备而来，带着十株比打碎的那些更大更漂亮的琉璃珊瑚，请王君夫随意挑选。王君夫和皇上面面相觑，只能认输。皇上悻悻地说：你这老东西可真他妈的有钱啊。
      </p>
      <p class="aside-para">就这样，斗富竞赛再次以石季伦的完胜告终。</p>
    </aside>
    <h3>尾声</h3>
    <p>
      狮山云集和石王斗富把洛阳城掀了个底朝天。虽然陆小乙从没说过他要卖画，但石季伦已经把水府流云图看成是自己的胜利果实了。陆小乙没办法，只好让他们去找虞府丞，虞府丞听说此事后，便带着陆小乙去金谷园见石安国。三人把事情说清楚<span
        class="tip"
        >（水府流云图在一开始就被陆小乙送给了虞府丞，石季伦想要，得由虞府丞同意）</span
      >，石季伦不好为难虞府丞，便请他自行决定。
    </p>
    <p>
      虞府丞提议：这幅画可以归金谷园所有，但要放在他女儿虞妙哉的捕风馆里展出，供丹青爱好者们观摩学习。石季伦欣然同意，他要的是面子，水府流云图放在哪他不在乎。陆小乙补充了一个要求：我自少年时代起屡遭横祸，被打压得厉害，如今年近而立，竟然连个乡品都没混上，我没法向祖上交代。石季伦说这算什么要求，马上安排。于是就马上给他安排了一个「乡二品」。陆小乙终于得偿所愿。
    </p>
    <p>
      故事本该就此结束，可皇上对结果很不满意，因为每个人都得到了自己想要的，只有他和王君夫丢了脸面。他不接受。于是连夜拟了一道圣旨：抵制名士炒作，肃清社会风气。
    </p>
  </article>
  <Modal ref="S5Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S5Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${5}_PAPER`][parseInt(index)];
  S5Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
