<template>
  <article>
    <h2><div class="story-h2">第三章·寺山水院</div></h2>
    <h3>江统：在野探员</h3>
    <p>
      江统是少见的、庶族出身的文学名士。步入文坛前，他还担任过大理寺司直<span
        class="tip"
        >（联邦探员）</span
      >、著作郎和县令等多个低级职务。最近，他加入东宫幕府，成了太子心腹<span
        class="tip"
        >（没有身份，是太子的荫客）</span
      >。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <aside>
      <p class="aside-title">太子党</p>
      <p class="aside-para">
        太子司马遹和皇后贾南风的政治斗争日渐升级。太子因在朝中被保守势力孤立，于是便效仿曹操，在庶民阶层中发展力量。太子党在民间，尤其是在寒门士子当中口碑很好，因为他们捧红了很多庶族名士，比如前面提到的鲁褒、江统，都是东宫属臣。
      </p>
    </aside>
    <p>
      江统关注「水府流云图」很久了，他的关注点不在画上，而在粉丝群体「瞳朦子」的活动上。皇上发布圣旨后，他觉得时机已到，便把调查结果汇编成书，借琅琊王司马睿之手奏上朝廷。
    </p>
    <aside>
      <p class="aside-title">瞳朦子</p>
      <p class="aside-para">
        陆小乙的早期支持者主要是来自城西的士族女性，她们大多是虞妙哉的粉丝，在虞妙哉不遗余力的吹捧下，逐渐对陆小乙也产生了兴趣。
      </p>
      <p class="aside-para">
        后来，粉丝群体从士族阶层下沉到庶族阶层。瞳朦子最初仅指代陆小乙的庶族粉丝，但逐渐竟成了先锋文化爱好者的总称。他们极有活力，经常聚集起来举办各种新奇的活动。狮山云集就是在他们的支持下起势的。
      </p>
      <p class="aside-para">再后来，他们开始形成组织。</p>
    </aside>
    <p>
      江统在调查报告里写道，瞳朦子内部乌烟瘴气、混乱不堪，恶性事件层出不穷。更重要的是，组织内部还分裂出了一个类似于极端宗教的团体，试图控制信徒的精神和生活方式，并宣扬各种危险言论。有种种迹象表明，这个团体得到了「西天师道」的支持<span
        class="tip"
        >（主要反派集团，和天师道是完全不同的新教会，也叫火神宗、火道，后面简称火道）</span
      >。
    </p>
    <p>
      朝廷没有重视司马睿的奏折，但江统却因为这次调查而遭到了激进分子的报复，不过作为前大理寺司直，无脑粉丝的手段对他来说简直不值一提。
    </p>
    <h3>许无垠：吹哨人之死</h3>
    <p>
      许无垠是寺山水院的成员，他始终觉得，水府流云图与其说是一幅画作，倒更像是一种邪术<span
        class="tip"
        >（寺山水院是王君夫旗下的丹青工作室，自从王君夫输了斗富比赛之后，工作室成员就一直在攻击水府流云图）</span
      >。
    </p>
    <p>
      随着研究的深入，许无垠发现，陆小乙的创作比想象中的还要可怕。他发表了一篇文章，「论云」，并在这篇文章里对陆小乙在画作中频频显露出来的恶意进行解读，同时以此为切入点，对瞳朦子的形成和发展做出推断。他认为，陆小乙的画作在无形中诱导并放大了人们内心深处的黑暗面。
    </p>
    <p>文章发表几天后，许无垠被人谋杀，除他以外，现场还有一具吊死的女尸。</p>
    <h3>陈谊：临时探员</h3>
    <p>
      陈谊<span class="tip">（洛阳府书吏）</span
      >被派往现场调查，在诸多疑点悬而未决的情况下，他草草还原了案发经过：
    </p>
    <p>
      许无垠在嫖娼的过程中与妓女白伊蔚发生争执，被白伊蔚错手杀死，许无垠死后，白伊蔚自知死罪难逃，于是便在房间里上吊自杀了。自杀前，她有一个令人困惑的举动：她在许无垠的尸体旁边焚烧了一把菟丝草。
    </p>
    <p>
      另外，白伊蔚是陆小乙的粉丝，在她的卧室里找到了一些陆小乙送给她的礼物，其中有一幅一尺宽的小画格外引人注目：原来，陆小乙也会画人们能看懂的、画风精致的东西。而这幅小画的画面上，有位神色悲戚的年轻女子，她手上捧着的正是一把行将枯萎的菟丝草，画上还有句题诗：
    </p>
    <p>
      <a class="mark">草木蔓兮菟萃生，恒依缠兮死不离，犹似天命兮同飘逸</a>
      <span class="tip"
        >（菟丝草终其一生都要依附在其他草木之上，多像我们的命运啊）。</span
      ><span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>随后，陆小乙接受了洛阳府的调查。</p>
    <p>
      陆小乙根本不认识白伊蔚，虽然他确实画过很多类似的小画，但那实际上是一种粉丝福利，而且在送出后难免会经过多次转手。陈谊相信陆小乙和此事无关，但他希望陆小乙能给他提供一些线索。陆小乙再三强调，他不认识白伊蔚，传闻里包养他的那个妓女不是白伊蔚，是白伊蔚的同事胡炼。然后又讲了半天胡炼的事情。
    </p>
    <p>
      陈谊发现陆小乙有个特点：他似乎很难在对话的过程集中注意力，总会在一些莫名其妙的事情上浪费时间。
    </p>
    <p>
      白伊蔚的事情传出了好几个版本，一个比较流行的版本是：白伊蔚生前遭到许无垠的虐待，她不是错手杀死许无垠，她是在奋起反抗。
    </p>
    <p>
      白伊蔚在这个故事里变成了英雄，并且是陆小乙和水府流云图影响了她。水府流云图又一次走红了，每次它的热潮将要退去之时，总会发生些什么事，把它重新推上风口浪尖。
    </p>
  </article>
  <Modal ref="S6Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S6Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${6}_PAPER`][parseInt(index)];
  S6Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
