<template>
  <article>
    <h2></h2>
    <h2><div class="story-h2">第四章·好人吴坦尔</div></h2>
    <h3>吴坦尔</h3>
    <p>
      吴坦尔是热衷于炒作的清谈名士，虽才疏学浅，却凭着一张标准的善人面孔和各种人设炒作，在名士界混得风生水起。他经营的人设有：爱妻人设、孝子人设，这两种人设要求他在道德方面无懈可击<span
        class="tip"
        >（他的工作就是讲一些劝人向善的人生感悟）</span
      >。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <h4>吴坦尔的烦恼</h4>
    <p>
      鲁褒的「钱神赋」让「狮山云集」名声大噪，成了洛阳最受欢迎的清谈综艺，尽管这档节目屡遭打压，但热度持续不减。吴坦尔作为脱口秀演员，自然也想在这场热潮中获得关注。
    </p>
    <p>问题是：他的风格和当下流行的、狮山云集式的叛逆风格水火不容。</p>
    <p>
      更大的问题是：狮山云集正在重塑人们看待名士的方式。叛逆的偶像席卷洛阳，让他们这些道德完人看上去像一堆冥顽不灵的老古董。可吴坦尔觉得自己不是这样的老古董，他很愿意接受新鲜事物，他只是被自己的人设给绑架了。
    </p>
    <h3>惑溺</h3>
    <p>
      吴坦尔有个情人，名叫宁蓉，出身低阶士族家庭，年方十七，尚未出嫁。
      <Paper index="1" />
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>
      宁蓉也是陆小乙的粉丝，她一直给吴坦尔安利水府流云图，还给吴坦尔分析：人们压抑久了，就想要看到一个不讲理的狂士出来大闹一场。
    </p>
    <p>
      吴坦尔说：我算是讲道理的一类吗？宁蓉说：你太讲道理了，你和你爹、你娘、你家曹氏，和所有与你无关的人讲道理，唯独和我不讲道理。吴坦尔说：你说的不对，我只和你讲道理，对其他人都是逢场作戏。宁蓉说：油嘴滑舌，所以你是过气名士，别怪人们不喜欢你。
    </p>
    <p>
      吴坦尔和妻子几乎没有感情，他的爱妻孝子人设让他成名的同时，也让他倍感痛苦，他既是妈宝男，又是妻管严。最近，妻子曹芳的爸爸曹律当上了洛阳令<span
        class="tip"
        >（市长）</span
      >，她在家族里的地位又上了一个台阶。而吴坦尔的前途却是一片渺茫，尽管他做梦都想要摆脱这种生活，但轻举妄动可能会让他付出更惨重的代价。
    </p>
    <p>
      宁蓉问：你以后还想见我吗？吴坦尔连连点头。宁蓉说：那你为什么不能永远和我在一起呢？吴坦尔苦笑着说：难道我要休掉曹氏吗。宁蓉看着他说：不行吗？吴坦尔不说话，他的眼睛一直在躲闪，而宁蓉没有退缩，说：我有一个想法，听吗？吴坦尔感到不妙，但鬼使神差地说了一句：你说吧。
    </p>
    <p>
      宁蓉说：如果我是你，我就不会再抱着那个无聊的伪君子形象不放，反正现在也没人喜欢这样的名士。我会告诉大家，水府流云图启发了我，我在画境中发现了一个真实的自己，我对我的生命有了新的感受。从今天起我要做我真正想做的事情，和我真正爱的人在一起。
    </p>
    <p>
      吴坦尔动摇了，心里的算盘也开始活动起来了：虽然说凡事都没有一蹴而就的道理，但宁蓉的思路很好，至少能作为一个合理的开头，先让他推翻爱妻孝子的人设，让他重新再名士圈站稳脚跟，然后再有可能去计议休妻的事情<span
        class="tip"
        >（吴坦尔家族里有几名国级官员，只要有正当的离婚理由，区区一个市长根本不能对他构成阻力）</span
      >。
    </p>
    <p>宁蓉接着说：你知道人们再提起你的时候，会想到什么吗？</p>
    <p>吴坦尔说：一个道德败坏的人。</p>
    <p>
      宁蓉说：一个勇敢的人。
      <span class="desc" @click="handlePaper(6)">【碎片*】</span>
    </p>
    <h3>觉醒</h3>
    <p>
      吴坦尔最近有点魂不守舍，他一直在回想宁蓉对他说过的话。下午，他去平乐府看了一会儿水府流云图，这是他第一次看这幅画。傍晚，他独自喝了一会儿闷酒，叫了两个陪酒姑娘，这是他第一次公然找人陪酒。他发现根本没人在乎这件事，因为他过气了，没人关注他。
    </p>
    <p>
      宵禁后他启程回家，他第一次这么晚回家，路上还被巡逻的羽林军讹了一笔钱。士兵里没人认识他，自然不会给他面子，他反倒有种如释重负的快乐。回家后，曹氏责骂了他一番，他想骂回去，但想想还是算了，倒头睡觉。曹氏发现丈夫身上有很重的脂粉味，两人又吵了起来。
    </p>
    <p>
      吴坦尔忍无可忍，终于爆发，他对曹氏说：别逼我休了你。
      <span class="desc" @click="handlePaper(5)">【碎片*】</span>
    </p>
    <p>
      曹氏听后同样暴怒，对吴坦尔破口大骂，像往常一样对他极尽羞辱，还威胁道：我早晚让你身败名裂。
    </p>
    <p>
      吴坦尔热血上头，直接和曹氏摊牌：好啊，身败名裂也好，我求之不得，从现在开始我再也不会任你摆布了。
    </p>
    <p>吴坦尔摔门而去。他径直前往宁蓉家，对她说：我想通了。</p>
    <h3>曹芳的反击</h3>
    <p>
      写好休书之前，吴坦尔不准备回家了。而在公布休书之前，他先要在陆小乙的狮山云集上，完成他的华丽转身。这是他的重要时刻，他要做好万全的计划：首先，写一篇文采斐然又催人泪下的文章。然后在才子云集的狮山云集上一鸣惊人，再度翻红，同时宣布和过去的自己一刀两断。
    </p>
    <p>最后，也是最重要的，和他的老婆一刀两断。他奋笔疾书。</p>
    <p>
      吴坦尔三天没回家，躲在朋友的家里，宁蓉每天陪在他身边，寸步不离。正当两人畅想美好未来的时候。曹芳突然闯了进来，她弟弟紧跟着她，身后还有一伙凶神恶煞的漕帮帮众，嚷着要捉奸<span
        class="tip"
        >（曹芳弟弟就是当年帮助陆小乙绑架考官的曹钉筋，他混黑道是因为他是个私生子，在家族里没有地位。后来曹芳爸爸做了洛阳府府丞，曹钉筋就离开了帮派，在洛阳府刑房当了狱长，他现在黑白通吃）</span
      >。原来，曹芳早就知道吴坦尔和宁蓉的事情了，只是一直没有撕破脸。
      <span class="desc" @click="handlePaper(3)">【碎片*】</span>
    </p>
    <p>现在，奸夫淫妇被她抓了个现行。</p>
    <p>
      吴坦尔自知理亏，一言不发。曹芳十分凶横，对宁蓉拳打脚踢。吴坦尔的朋友上来劝阻，被曹钉筋一拳打翻在地。眼见宁蓉被打得头破血流，吴坦尔求饶道：别打了，再打就要出人命了，回家再说不行吗。曹芳打了吴坦尔一记耳光：现在你想要回家了？
    </p>
    <p>
      曹芳打累了，便开始询问宁蓉她和吴坦尔的偷情细节，警告她不老实交代就拔光她的牙，宁蓉只好一一作答。曹芳为了羞辱宁蓉，让她把所有私密的细节都讲出来。宁蓉不敢不讲，曹芳越听越愤怒，便说：你们两个到床上去说吧。
    </p>
    <p>
      到了卧室，曹芳扒光了宁蓉和吴坦尔的衣服：说吧，你们是怎么睡在一起的？宁蓉稍有犹豫，便惹来漕帮众人的棍棒。她只好支支吾吾地说了起来，曹芳让她一边说一边做给兄弟们看，表现好就放过她。
    </p>
    <p>
      宁蓉强忍痛苦，卖力表现，希望她的诚恳态度能换来原谅。可就在这时，曹钉筋却在书案上看到了吴坦尔的休书和演讲稿。
    </p>
    <p>
      曹芳冷笑着问：吴坦尔，这是你写的吗？吴坦尔不敢回答，只是不住地道歉。曹芳气得声音都在颤抖，她对弟弟说：把他的手筋挑了。吴坦尔一听，吓得扑通一声跪在地上，说：我错了，是我受了宁蓉的蛊惑，一时鬼迷心窍，那绝不是我的本意。
      <span class="desc" @click="handlePaper(7)">【碎片*】</span>
    </p>
    <p>
      曹芳又问宁蓉：是你的主意吗？宁蓉哭着摇头，说：不是我，求求你放过我，我再也不敢了。曹芳说：吴坦尔是个窝囊废，若不是你从中挑唆，他会有这样的胆子吗？宁蓉磕头求饶：我真的没有，求求你别打我了。
      <span class="desc" @click="handlePaper(8)">【碎片*】</span>
    </p>
    <p>曹芳盯了她好一会儿，然后对曹钉筋说：把她的鼻子割了。</p>
    <h3>燃烧的菟丝草</h3>
    <p>
      被毁容的宁蓉在家养伤，整天以泪洗面。宁蓉的爸爸宁越，发誓要为女儿讨回公道。
    </p>
    <p>
      他首先去洛阳府报官，书吏陈谊了解情况之后，建议宁家三思，因为根据法律：士庶相奸，士人杖一百，庶民徒刑一年半。审到最后，宁蓉很可能是要坐牢的。而士之近亲殴伤庶民，视情节程度，杖一百二十至七十。也就是说曹芳打伤宁蓉，最多杖责一百二十下。但即便是杖责一百，也很难达成。因为法律又有规定：士之近亲殴伤庶民，且庶民有罪在先，勿论。
    </p>
    <p>
      陈谊说：虽然宁蓉伤情严重，毁容、骨折、眼球破损，但曹芳会以宁蓉有错在先为由，为自己辩解。而且宁大人，你知道曹芳的爸爸是谁吧<span
        class="tip"
        >（宁越是典农署的郎中，虽是正式官员，但属于无权无势的「流外官员」）</span
      >。
    </p>
    <p>
      宁越不甘心，又去吴家讨说法，可他根本进不去吴家所住的社区，因为这里是高档士族社区。他就在坊门外坐等吴大人的公车，吴大人被他拦了两次，都没有下车见他。第二天，宁越去上班，典农署的领导找他谈话，话里话外劝他不要太较劲，不要到最后连自己的工作都保不住了。
    </p>
    <p>
      宁越下班回家，被曹钉筋堵在巷子里，要给他几锭银子，作为宁蓉的医药费。还警告他不要把事情闹大，否则宁家在洛阳不会好过。宁越拒绝收钱，曹钉筋说：那你今天走不出这个巷子。双方僵持不下，里正过来圆场，劝宁越现实一点：人家给你钱你不要，你到底要讨什么公道，你想要什么结果呢？
    </p>
    <p>
      宁越被迫收下了这笔钱。第二天，洛阳府官差查抄了宁家，并以收受贿赂为由，逮捕了宁越。
    </p>
    <p>当天夜里，宁蓉烧炭自杀。</p>
    <h3>狮山笑话王</h3>
    <p>吴坦尔最终还是加盟了陆小乙的狮山云集，宣布要和过去的自己一刀两断。</p>
    <p>
      他在清谈表演中声泪俱下，情感真挚，虽然反响平平，但陆小乙当真了，他拉着吴坦尔的手问：你知道人们再提起你的时候，会想到什么吗？
    </p>
    <p>吴坦尔想了想，说：一个勇敢的人。</p>
    <p>陆小乙说：一个道德败坏的人。但是，欢迎加入狮山云集。</p>
    <p>
      接下来的几场演出，吴坦尔不断解构他的过往事迹：我有个朋友，叫王瓒，他父亲死的时候我像死了亲爹一样难过，我不得不这样，因为人们觉得我一定会这样，我必须要像死了亲爹一样难过。可是葬礼当天，我一点都难过不起来，因为王瓒的哭声竟然像驴叫一样滑稽，我实在忍不住了，只能靠放声大哭来掩饰。那天，人们以为我在哭，其实我笑到不能自已。
    </p>
    <p>他凭借此类自爆风格的地狱笑话成功翻红。</p>
    <p>
      一天，他讲到了宁蓉，讲宁蓉如何勾引他，他又如何巧妙地化解尴尬。最后他隔空向妻子表白：我以前说过很多言不由衷的话，可唯独对我妻子的爱是真的。
    </p>
    <p>人们纷纷为他鼓掌。</p>
    <p>
      突然，有个酷似书生的精神病从观众席里站出来，指着吴坦尔，没头没脑地说了一句：你再说一次。大家都很迷惑，吴坦尔说：我说什么了。同在观众席里的陈谊见状连忙按住这个书生的脑袋，对大家说：这是吕狄，东城有名的傻子，别和他计较。人们哄堂大笑。
      <span class="desc" @click="handlePaper(2)">【碎片*】</span>
    </p>
    <h3>天命</h3>
    <p>
      几天后，人们在郊外城隍庙里发现了吴坦尔的尸体。尸体旁边还有一把烧成灰的菟丝草，墙上写着一封血书：
    </p>
    <p>草木蔓兮菟萃生，恒依缠兮死不离，犹似天命兮同飘逸。</p>
    <p>
      宁蓉的故事随着吴坦尔的死被公之于众，人们这才知道吴坦尔的真面目。而焚烧菟丝草的威力终于彻底爆发。短时间内，洛阳出现了数十起模仿犯罪，每个凶手都在现场留下了象征着反抗的、燃烧殆尽的菟丝草，和那三行魔咒般的诗。
      <span class="desc" @click="handlePaper(9)">【碎片*】</span>
    </p>
    <p>
      所有人都变得神经兮兮的，一旦有谁怀疑自己的妻女参与了瞳朦子活动，轻则禁闭家中，重则殴打、甚至痛下杀手。形势迅速恶化，不仅游民社区变成了修罗场，戒备森严的庄园也出现了多起客女弑主的谋杀案件。大理寺和司天台等高级办案机构也相继介入了调查<span
        class="tip"
        >（司天台的出现，意味着洛阳连日来的暴力事件被定性为了「巫术犯罪事件」）</span
      >。
    </p>
    <p>
      又一天，陆小乙突然听说妹妹陆山黛被洛阳府带走了，原因是她给吴人坊王员外家的马下毒<span
        class="tip"
        >（陆家和王家有点矛盾，王家这些年扩建住宅，想要侵占陆家的地，常找陆小乙的麻烦）</span
      >。陆小乙立即去找陈谊帮忙，陈谊说：你妹妹没事，她只是给王家的马喂了点泻药，不是毒药。现在她一个人在院里，我们给了她一些吃的，但暂时还不能让她走。主要是现在到处都在查瞳朦子，你妹妹干嘛非要挑在这种时候惹事。
    </p>
    <p>
      陆小乙忙了一天，总算和王家达成和解协议了。晚上，他带着妹妹回到家里，沈纨和齐武子正在等着兄妹俩，他们听说陆山黛被捕了，以为发生了什么大事。看到他们平安回来，才松了口气。陆小乙说：晚上在家里吃吧，我买了酒。
    </p>
    <p>沈纨说：我们就是奔着这顿酒来的。</p>
    <p>齐武子问沈纨：伏黎妹妹哪去了，刚刚还在的。</p>
    <p>朋友们一边喝酒一边聊天，一边调侃陆山黛，气氛很和谐。</p>
    <p>
      三旬酒后，洛阳府的官差闯进陆家，带头的队长手里拿着一份名单：陆小乙在哪。陆小乙站起来说：是我，怎么了。队长看了一眼他，没有回答，继续叫名字：沈纨？沈纨也站了起来。队长继续念名单：还有一个，殷伏黎。没人回答。队长看了一眼陆山黛，问：你叫什么？陆山黛说：陆山黛。陆小乙说：这个是我妹妹。队长对左右官差说：去里面看看。
    </p>
    <p>
      孟依兰从屋里走出来，问：他们怎么了？
      <span class="desc" @click="handlePaper(4)">【碎片*】</span>
    </p>
    <p>队长说：去了就知道了。</p>
    <p>官差从屋里出来：里面没人。</p>
    <p>队长说：先把他们两个带走。</p>
    <p>
      次日，殷伏黎的通缉告示贴满了四夷坊。孟依兰打听到，是狮山云集出事了，所有和狮山云集有关的人都在昨晚被抓走了。陆小乙和沈纨作为组织者，被认定为犯罪集团首脑。
    </p>
    <h3>补充：门客团成员</h3>
    <h4>沈纨</h4>
    <p>
      外国人，沈纨小时候跟着胡人商队四处闯荡，虽然是汉人血统，但在洛阳属于外籍人士，因为他拿的是龟兹国身份证。他是一名年轻的博物学家。
      <span class="desc" @click="handlePaper(10)">【碎片*】</span>
    </p>
    <h4>殷伏黎</h4>
    <p>
      游民，她的身世没人知道，最开始她是齐武子的租客，后来通过齐武子的关系认识了沈纨，就去沈纨工作的典当铺上班了。再后来她研发出极夜丹系列，就开始做自己的生意了<span
        class="tip"
        >（极夜丹系列，包括五夜丹、七夜丹、十二夜丹等都是违禁药物，司天台一直在通缉极夜丹背后的毒师，但一直没有怀疑到殷伏黎头上）</span
      >。
    </p>
    <h4>齐武子</h4>
    <p>
      庶族<span class="tip">（低阶士族）</span
      >，知识分子家庭出身，后来家道中落，父母双亡，他便靠着收租维持生计。后来房子没了，他就投靠了陆小乙，吃住都在陆小乙家里，靠给人写家书勉强谋生。
    </p>
    <aside>
      <p class="aside-title">娈童齐武子</p>
      <p class="aside-para">
        殷伏黎当时在齐武子家里炼丹，结果不仅把自己的房子烧了，还把邻居家的房子也烧了。害得齐武子欠了一大笔钱，殷伏黎就提议他去庄园里当自卖人，打工还债，于是两个人就去了金谷园。不到一年，他们就还清了债务（殷伏黎在金谷园里搞到了用于制作极夜丹的特殊原料）。回来的时候，殷伏黎摇身成了一位丹药商人，而齐武子则成了齐姑娘。
      </p>
      <p class="aside-para">
        殷伏黎是这么跟沈纨解释的：齐武子长得实在太漂亮，所以在金谷园里被培养成了娈童，幸亏我在里面拼命赚钱，提前给他赎身，否则他的鸡巴就要被人割了。
      </p>
      <p class="aside-para">沈纨问齐武子：真是这回事吗？</p>
      <p class="aside-para">
        齐武子支支吾吾的不说，但也没有否认。后来，无家可归的齐武子就住在了陆小乙家，而殷伏黎则去四通市开始了自己的丹药生意。
      </p>
    </aside>
    <Paper />
  </article>
  <Modal ref="S7Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S7Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${7}_PAPER`][parseInt(index)];
  S7Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
