<template>
  <article>
    <h2></h2>
    <h2><div class="story-h2">第四章·好人吴坦尔</div></h2>
    <h3>吴坦尔</h3>
    <p>
      吴坦尔是热衷于炒作的清谈名士，虽才疏学浅，却凭着一张国泰民安脸和爱妻孝子人设，在名士界混得风生水起。他经营的两种人设要求他在道德方面无懈可击<span
        class="tip"
        >（他的工作就是讲一些劝人向善的人生感悟）</span
      >。
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </p>
    <h4>吴坦尔的烦恼</h4>
    <p>
      鲁褒的「钱神赋」让「狮山云集」名声大噪，成了洛阳最受欢迎的清谈综艺，尽管这档节目屡遭打压，但热度持续不减。吴坦尔作为脱口秀演员，自然也想在这场热潮中获得关注。
    </p>
    <p>
      可问题是：他的风格和当下流行的、狮山云集式的叛逆风格水火不容。更大的问题是：狮山云集正在重塑人们看待名士的方式。叛逆的偶像席卷洛阳，让他们这些道德完人看上去像一堆冥顽不灵的老古董。
    </p>
    <h3>惑溺</h3>
    <p>
      吴坦尔有个情人，名叫宁蓉，出身低阶士族家庭，年方十七，尚未出嫁。
      <Paper index="1" />
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>
      宁蓉也是陆小乙的粉丝，她一直给吴坦尔安利水府流云图，还给吴坦尔分析：人们压抑久了，就想要看到一个不讲理的狂士出来大闹一场。
    </p>
    <p>
      吴坦尔说：我算是讲道理的一类吗？宁蓉说：你太讲道理了，你和你爹、你娘、你家曹氏，和所有与你无关的人讲道理，唯独和我不讲道理。吴坦尔说：你说的不对，我只和你讲道理，对其他人都是逢场作戏。宁蓉说：油嘴滑舌，所以你是过气名士，别怪人们不喜欢你。
    </p>
    <p>
      吴坦尔和妻子几乎没有感情，他的爱妻孝子人设让他成名的同时，也让他倍感痛苦，他既是妈宝男，又是妻管严。最近，妻子曹芳的爸爸曹律当上了洛阳令<span
        class="tip"
        >（市长）</span
      >，她在家族里的地位又上了一个台阶。而吴坦尔的前途却是一片渺茫，尽管他做梦都想要摆脱这种生活，但轻举妄动可能会让他付出更惨重的代价。
    </p>
    <p>
      宁蓉问：你以后还想见我吗？吴坦尔连连点头。宁蓉说：那你为什么不能永远和我在一起呢？吴坦尔苦笑着说：难道我要休掉曹氏吗。宁蓉看着他说：不行吗？吴坦尔不说话，他的眼睛一直在躲闪，而宁蓉没有退缩，说：我有一个想法，听吗？吴坦尔感到不妙，但鬼使神差地说了一句：你说吧。
    </p>
    <p>
      宁蓉说：如果我是你，我就不会再抱着那个无聊的伪君子形象不放，反正现在也没人喜欢这样的名士。我会告诉大家，水府流云图启发了我，我在画境中发现了一个真实的自己，我对我的生命有了新的感受。从今天起我要做我真正想做的事情，和我真正爱的人在一起。
    </p>
    <p>
      吴坦尔动摇了，心里的算盘也开始活动起来了：虽说凡事都没有一蹴而就的道理，但宁蓉的思路很好，至少能作为一个合理的开头，先让他推翻爱妻孝子的人设，让他重新在名士圈站稳脚跟，然后才有可能去计议休妻的事情<span
        class="tip"
        >（洛阳吴氏是大族，只要有正当的离婚理由，区区一个市长根本不能对他构成阻力）</span
      >。
    </p>
    <p>宁蓉接着说：你知道人们再提起你的时候，会想到什么吗？</p>
    <p>吴坦尔说：一个道德败坏的人。</p>
    <p>
      宁蓉说：一个勇敢的人。
      <span class="desc" @click="handlePaper(6)">【碎片*】</span>
    </p>
    <h3>觉醒</h3>
    <p>
      吴坦尔最近有点魂不守舍，他一直在回想宁蓉对他说过的话。下午，他去平乐府看了一会儿水府流云图，这是他第一次看这幅画。傍晚，他独自喝了一会儿闷酒，叫了两个陪酒姑娘，这是他第一次公然找人陪酒。他发现根本没人在乎这件事，因为他过气了，没人关注他。
    </p>
    <p>
      宵禁后他启程回家，他第一次这么晚回家，路上还被巡逻的羽林军讹了一笔钱。士兵里没人认识他，自然不会给他面子，他反倒有种如释重负的快乐。回家后，曹氏责骂了他一番，他想骂回去，但想想还是算了，倒头睡觉。曹氏发现丈夫身上有很重的脂粉味，两人又吵了起来。
    </p>
    <p>
      吴坦尔忍无可忍，终于爆发，他对曹氏说：别逼我休了你。
      <span class="desc" @click="handlePaper(5)">【碎片*】</span>
    </p>
    <p>
      曹氏听后同样暴怒，对吴坦尔破口大骂，像往常一样对他极尽羞辱，还威胁道：我早晚让你身败名裂。
    </p>
    <p>
      吴坦尔热血上头，直接和曹氏摊牌：好啊，身败名裂也好，我求之不得，从现在开始我再也不会任你摆布了。
    </p>
    <p>吴坦尔摔门而去。他径直前往宁蓉家，对她说：我想通了。</p>
    <h3>曹芳的反击</h3>
    <p>
      写好休书之前，吴坦尔不准备回家了。而在公布休书之前，他先要在陆小乙的狮山云集上，完成他的华丽转身。这是他的重要时刻，务求周详计划：首先，写一篇文采斐然又催人泪下的文章。然后在人才辈出的狮山云集上一鸣惊人，再度翻红，同时宣布和过去的自己一刀两断。
    </p>
    <p>他必须要让这场演出成为他日后休妻的伏笔。</p>
    <p>
      吴坦尔三日不返家中，幽居友人寓所，宁蓉日夜相伴。正当二人情意缱绻，畅想美好未来之时，曹芳破门而入，其弟曹钉筋紧随其后，背后还有一群凶神恶煞的漕帮帮众，高喊着要拿人奸情<span
        class="tip"
        >（曹钉筋就是昔日帮助陆小乙绑架考官的游侠，因他是私生子，故而在家族中没有名分，后来，曹芳父曹律升任洛阳令，曹钉筋便离开了帮派，在洛阳府刑房给狱长当秘书，他现在属于黑白通吃）</span
      >。原来，曹芳早已洞悉吴坦尔与宁蓉之事，只是一直没有撕破脸皮。<span
        class="desc"
        @click="handlePaper(3)"
        >【碎片*】</span
      >
    </p>
    <p>现在，奸夫淫妇被她抓了个现行。</p>
    <p>
      吴坦尔自知理亏，默默无语。曹芳凶暴凌厉，对宁蓉拳打脚踢。吴坦尔的朋友上前劝阻，被曹钉筋重拳击倒。眼见宁蓉被打得头破血流，吴坦尔急忙恳求道：夫人，别打了，再打就要出人命了，回家再说不行吗。曹芳甩给吴坦尔一记耳光：现在你想要回家了？
    </p>
    <p>
      曹芳打累了，便着意诘问宁蓉与吴坦尔的私情细节，并警告她，不老实交代就拔光她的牙，宁蓉无奈，唯有一一作答。曹芳为了羞辱宁蓉，逼其言说一切私密情事。宁蓉不敢隐匿，然而曹芳越听越怒，便说：床帏之事，当于床上述说。
    </p>
    <p>
      至卧室，曹芳剥光宁蓉和吴坦尔的衣服：说吧，你二人如何同寝？宁蓉略显迟疑，便惹来漕帮众人的棍棒相逼。她只好支吾其词，曹芳让她一边说，一边为众人展示，并承诺她，表现好就放过她。
    </p>
    <p>
      宁蓉强忍屈辱，卖力表现，希望以诚恳态度换得原谅，可就在此时，曹钉筋却在书案上发现了吴坦尔的休书和演讲稿。
    </p>
    <p>
      曹芳冷笑道：吴坦尔，这是你写的吗？吴坦尔不敢正面回答，唯有频频谢罪。曹芳怒不可遏，声音颤抖，对曹钉筋说：他不是会写吗，给我把他的手筋挑了。吴坦尔闻言，吓得扑通一声跪倒在地，说：我有罪，全为宁蓉所惑，那绝非我的本意！<span
        class="desc"
        @click="handlePaper(7)"
        >【碎片*】</span
      >
    </p>
    <p>
      曹芳质问宁蓉：是你的主意吗？宁蓉泣不成声，摇头答道：非是我所为，请夫人宽恕，我再不敢犯了。曹芳说：吴坦尔懦弱无能，若非你挑唆，固能有此事？宁蓉磕头乞求道：实非妾身所为，还望夫人勿再加罪。<span
        class="desc"
        @click="handlePaper(8)"
        >【碎片*】</span
      >
    </p>
    <p>曹芳盯了她好一会儿，然后对曹钉筋说：把她的鼻子割了。</p>
    <h3>燃烧</h3>
    <p>
      那天，宁蓉没有回家，也无人知其所踪，仿佛人间蒸发了，于是宁越<span
        class="tip"
        >（宁蓉爸爸）</span
      >便开始了他的寻女之路。
    </p>
    <p>
      起初，宁越报官至洛阳府，陈谊听讼，全程漫不经心，登记立案之后，便再无消息。宁越再三催促无果，便决定越级上访司州府。然而此举不合规矩，属于违法上访，不久，洛阳府官员便向他施加压力，所幸宁越亦为朝廷命官，未遭暴力对待，仅受恫吓。
    </p>
    <p>
      上诉无门，宁越又去向吴家讨说法，但士族社区门户紧闭，不对庶族开放。宁越只能在坊外等候吴坦尔父亲，可是每次都被吴大人的警卫驱逐，未获相见。典农署领导谏言劝诫，劝他不要跟政府对抗，还让他写了一份不再闹事的保证书。
    </p>
    <p>
      宁越怒不可遏，唯有上街喊冤，当日便遭洛阳府拘留，被指涉嫌寻衅滋事罪，幽禁于洛阳府大牢。审讯中，陈谊再度施压，逼供诱供，试图将莫须有的贪污受贿罪加于其身。
    </p>
    <h3>狮山笑话王</h3>
    <p>
      吴坦尔最终还是加盟了狮山云集，宣布和他的过往人生一刀两断。他在清谈表演中声泪俱下，情感真挚，虽然反响平平，但陆小乙被他打动了。两人携手相望，陆小乙问吴坦尔：你可知人们再提起你的时候会想到什么吗？
    </p>
    <p>吴坦尔默想片刻，答：一个勇敢的人。</p>
    <p>陆小乙说：不，一个败德之人，但是，欢迎来到狮山云集。</p>
    <p>
      接下来的几场演出，吴坦尔不断解构他的过往事迹：曩交王瓒，其父丧之际，我悲若覆巢，只因人们觉得我必当如此。可丧礼当日，我内心毫无悲痛，却闻瓒之啼哭竟如驴鸣，侧目视之更觉滑稽难忍，于是我便只能以大哭掩饰。众人见我哀恸，皆掩面而泣，却不知，此时我已笑到不能自已。
    </p>
    <p>他凭借此类自爆风格的地狱笑话成功翻红。</p>
    <p>
      一日，谈及宁蓉，吴坦尔大肆渲染其挑逗之态，又称自己以机智化解尴尬，最后他向妻子隔空表白：往日言语不尽诚，独为我妻情义真。
    </p>
    <p>众皆喝彩。</p>
    <p>
      忽有一狂书生于座间弹起，手指吴坦尔，一言不发，众人疑惑，吴坦尔问：你怎么了？同在台下的陈谊急步至书生身旁，按下他的脑袋，说：此乃吕狄，东城有名的傻子，诸位不要和他计较。<span
        class="desc"
        @click="handlePaper(2)"
        >【碎片*】</span
      >
    </p>
    <p>众俱大笑。</p>

    <h3>天命</h3>
    <p>
      几天后，人们在郊外城隍庙里发现了吴坦尔的尸体。尸体旁边还有一把烧成灰的菟丝草，墙上写着一封血书：
    </p>
    <p>草木蔓兮菟萃生，恒依缠兮死不离，犹似天命兮同飘逸。</p>
    <p>
      宁蓉的遭遇随着吴坦尔的死被公之于众，人们这才知道吴坦尔的真面目。而焚烧菟丝草的威力终于彻底爆发。短时间内，洛阳出现了数十起模仿犯罪，每个凶手都在现场留下了象征着反抗的、燃烧殆尽的菟丝草，和那三行魔咒般的诗。
      <span class="desc" @click="handlePaper(9)">【碎片*】</span>
    </p>
    <p>
      所有人都变得神经兮兮的，一旦有谁怀疑自己的妻女参与了瞳朦子活动，轻则禁闭家中，重则殴打、甚至痛下杀手。形势迅速恶化，不仅游民社区变成了修罗场，戒备森严的庄园也出现了多起客女弑主的谋杀案件。大理寺和司天台等高级办案机构也相继介入了调查<span
        class="tip"
        >（司天台的出现，意味着洛阳连日来的暴力事件被定性为了「巫术犯罪事件」）</span
      >。
    </p>
    <p>
      又一天，陆小乙突然听说妹妹陆山黛被洛阳府带走了，原因是她给吴人坊王员外家的马下毒<span
        class="tip"
        >（陆家和王家有点矛盾，王家这些年扩建住宅，想要侵占陆家的地，常找陆小乙的麻烦）</span
      >。陆小乙立即去找陈谊帮忙，陈谊说：你妹妹没事，她只是给王家的马喂了点泻药，不是毒药。现在她一个人在院里，我们给了她一些吃的，但暂时还不能让她走。主要是现在到处都在查瞳朦子，你妹妹干嘛非要挑在这种时候惹事。
    </p>
    <p>
      陆小乙忙了一天，总算和王家达成和解协议了。晚上，他带着妹妹回到家里，沈纨和齐武子正在等着兄妹俩，他们听说陆山黛被捕了，以为发生了什么大事。看到他们平安回来，才松了口气。陆小乙说：晚上在家里吃吧，我买了酒。
    </p>
    <p>沈纨说：我们就是奔着这顿酒来的。</p>
    <p>齐武子问沈纨：伏黎妹妹哪去了，刚刚还在的。</p>
    <p>朋友们一边喝酒一边聊天，一边调侃陆山黛，气氛很和谐。</p>
    <p>
      三旬酒后，洛阳府的官差闯进陆家，带头的队长手里拿着一份名单：陆小乙在哪。陆小乙站起来说：是我，怎么了。队长看了一眼他，没有回答，继续叫名字：沈纨？沈纨也站了起来。队长继续念名单：还有一个，殷伏黎。没人回答。队长看了一眼陆山黛，问：你叫什么？陆山黛说：陆山黛。陆小乙说：这个是我妹妹。队长对左右官差说：去里面看看。
    </p>
    <p>
      孟依兰从屋里走出来，问：他们怎么了？
      <span class="desc" @click="handlePaper(4)">【碎片*】</span>
    </p>
    <p>队长说：去了就知道了。</p>
    <p>官差从屋里出来：里面没人。</p>
    <p>队长说：先把他们两个带走。</p>
    <p>
      次日，殷伏黎的通缉告示贴满了四夷坊。孟依兰打听到，是狮山云集出事了，所有和狮山云集有关的人都在昨晚被抓走了。陆小乙和沈纨作为组织者，被认定为犯罪集团首脑。
    </p>
    <h3>补充：门客团成员</h3>
    <h4>沈纨</h4>
    <p>
      外国人，沈纨小时候跟着胡人商队四处闯荡，虽然是汉人血统，但在洛阳属于外籍人士，因为他拿的是龟兹国身份证。他是一名年轻的博物学家。
      <span class="desc" @click="handlePaper(10)">【碎片*】</span>
    </p>
    <h4>殷伏黎</h4>
    <p>
      游民，她的身世没人知道，最开始她是齐武子的租客，后来通过齐武子的关系认识了沈纨，就去沈纨工作的典当铺上班了。再后来她研发出极夜丹系列，就开始做自己的生意了<span
        class="tip"
        >（极夜丹系列，包括五夜丹、七夜丹、十二夜丹等都是违禁药物，司天台一直在通缉极夜丹背后的毒师，但一直没有怀疑到殷伏黎头上）</span
      >。
    </p>
    <h4>齐武子</h4>
    <p>
      庶族<span class="tip">（低阶士族）</span
      >，知识分子家庭出身，后来家道中落，父母双亡，他便靠着收租维持生计。后来房子没了，他就投靠了陆小乙，吃住都在陆小乙家里，靠给人写家书勉强谋生。
    </p>
    <aside>
      <p class="aside-title">娈童齐武子</p>
      <p class="aside-para">
        殷伏黎当时在齐武子家里炼丹，结果不仅把自己的房子烧了，还把邻居家的房子也烧了。害得齐武子欠了一大笔钱，殷伏黎就提议他去庄园里当自卖人，打工还债，于是两个人就去了金谷园。不到一年，他们就还清了债务（殷伏黎在金谷园里搞到了用于制作极夜丹的特殊原料）。回来的时候，殷伏黎摇身成了一位丹药商人，而齐武子则成了齐姑娘。
      </p>
      <p class="aside-para">
        殷伏黎是这么跟沈纨解释的：齐武子长得实在太漂亮，所以在金谷园里被培养成了娈童，幸亏我在里面拼命赚钱，提前给他赎身，否则他的鸡巴就要被人割了。
      </p>
      <p class="aside-para">沈纨问齐武子：真是这回事吗？</p>
      <p class="aside-para">
        齐武子支支吾吾的不说，但也没有否认。后来，无家可归的齐武子就住在了陆小乙家，而殷伏黎则去四通市开始了自己的丹药生意。
      </p>
    </aside>
    <Paper />
  </article>
  <Modal ref="S7Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S7Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${7}_PAPER`][parseInt(index)];
  S7Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
