<template>
  <article>
    <h2>
      <div>世界观</div>
      <div>南城四夷坊·叁</div>
    </h2>
    <h4>吴人坊、燕人坊、西埯坊、扶桑坊</h4>
    <p>
      洛阳有二百二十六座里坊，四夷坊<span class="tip">（游民社区）</span
      >占地面积最大，人口密度最高，居民成分最复杂。规划四夷坊的初衷是为了圈住外籍人士，但由于各种原因，这里吸引了越来越多的非外籍底层百姓<span
        class="tip"
        >（说明低端人口的数量不断扩大）</span
      >。时至今日，四夷坊早已脱离了「夷坊」的范畴，洛阳共有九十万民众，四夷坊独占十万。
    </p>
    <h4>鹩儿巷</h4>
    <p>
      位于吴人坊和西埯坊的交界地。四夷坊虽是低端人口聚集的游民社区，但鹩儿巷却是个高级风月场<span
        class="tip"
        >（还有两个：白马寺里巷和东市糖水巷）</span
      >。鹩儿巷之所以受欢迎，是因为这里有肤白貌美的鲜卑姑娘，还有能歌善舞的东胡姑娘。
    </p>
    <p>
      鹩儿巷的另一大特色，是这里高度系统化的经营模式。它的幕后老板，有说是琅琊王的<span
        class="tip"
        >（太子党）</span
      >，也有人说是赵王<span class="tip">（皇后党）</span
      >。鹩儿巷的门槛主要在于规矩繁琐，这里有一套完整的行话体系和行为指南，说错话或做错事都会被认为是乡下人，不仅会被耻笑，还会被人千方百计地掏空钱袋。
    </p>
    <p>
      四夷坊内不止有鹩儿巷，还有很多低级娼寮，被狎客们统称为腌肉庄。但鹩儿巷也并非顶级，只有白马寺书寓才能被真正称为顶级，那里没有妓女，只有名伶书倌，没有嫖客，只有文人雅士。白马寺实行严格的会员制，会员身份显然不是钱能买到的。
    </p>
    <h4>四通市</h4>
    <p>
      位于四夷坊北部，是洛阳八大集市之一<span class="tip"
        >（四通市，大市，东市，金市，鬼市，白马寺集，七里桥集，东华门集）</span
      >，由于四夷坊人多，所以从某种意义上说，四通市就是洛阳的江湖，是消息最灵通的所在。
    </p>
    <p>
      四通市又叫胡人集，因为这里是胡人商队的聚集所，胡人商队里，粟特国商队是最有牌面的，他们就像中古版本的犹太人，拥有遍布全球的商业网络，东至洛阳，西至君士坦丁堡，只要找他们，就没有买不到的东西。
    </p>
    <p>
      殷伏黎和沈纨在一家当铺上班，老板是粟特人。沈纨是收当的外柜，殷伏黎是负责鉴宝的辨铜师，她不仅会鉴别真假青金石，还会说一口流利的粟特语。
    </p>
    <h4>吴人坊</h4>
    <p>
      吴人坊里有几个大户，建邺刘氏<span class="tip">（渔帮）</span
      >，会稽王氏<span class="tip">（拐子帮）</span>，江东陆氏<span class="tip"
        >（名士家族）</span
      >。江东陆氏和其他两家的区别在于辐射范围不同，两者不在一个层面上。所以无论陆小乙如何乱搞，他在吴人坊里永远都有光环。
    </p>
    <h4>学坊</h4>
    <p>
      学坊在洛水河北岸，四夷坊在南岸，它们就像洛阳的两面，一个是象牙塔，一个是修罗场。学坊士子把洛水河上的「永康桥」称作「两界桥」，走没走过两界桥，去没去过四夷坊，是成年人和小朋友的区别。
    </p>
  </article>
</template>
