<template>
  <article id="S9">
    <h2><div class="story-h2">第五章·恶女花魁</div></h2>
    <h3>
      胡炼的人际关系
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </h3>
    <h4>胡炼/陆小乙</h4>
    <p>
      胡炼<span class="tip">（花名胡怜舟）</span
      >，鲜卑人，幼年居住在吴人坊，是陆小乙的儿时玩伴。
    </p>
    <p>
      太康元年，陆小乙去学宫读书，两人从此断了联系。三年后，陆小乙学宫归来。胡炼家的小草房已经被强拆了，她被走投无路的父母卖到了鹩儿巷。又过八年，陆小乙和胡炼在鹩儿巷重逢。长大后的胡炼和记忆里完全不同，粗俗、贪财、虚伪、假情假意、精于算计，除了美貌，她似乎变得一无是处。
    </p>
    <h4>胡炼/白伊蔚</h4>
    <p>
      胡炼和白伊蔚都在喜雨酒楼工作，她们是主事刘春芝的干女儿。
      <span class="desc" @click="handlePaper(2)">【碎片*】</span>
    </p>
    <p>
      喜雨酒楼规模不大，五个姑娘，两个人兔<span class="tip">（人妖）</span
      >，她们同时还是结拜姐妹，但大家关系很塑料。胡炼是喜雨酒楼重金聘请的头牌，有点香烛的特权<span
        class="tip"
        >（可以选择自己喜欢的嫖客）</span
      >，也可以养小鬼<span class="tip">（小白脸）</span
      >。陆小乙出名前，人们都说他是胡炼的小鬼，这是他最大的一桩黑历史，毕竟他是士族，被妓女包养是最不光彩的事。
    </p>
    <p>
      陆小乙后来一夜成名，这个说法又变了，大家说他当时不是小鬼，而是恩客<span
        class="tip"
        >（榜一大哥）</span
      >。但恩客或小鬼对胡炼来说没有区别，无论陆小乙是什么，他们的关系都能抬高她的身价。胡炼顺水推舟道：嗯，是陆小乙包养我，不是我包养他。
    </p>
    <h4>胡炼/殷伏黎</h4>
    <p>
      胡炼丹药成瘾，尤其喜欢殷伏黎贩售的极夜丹系列<span class="tip"
        >（五夜、七夜、十二夜）</span
      >。她们的合作模式是：殷伏黎以折扣价提供丹药，胡炼自己服用的同时，还可以兼职贩卖<span
        class="tip"
        >（喜雨酒楼是殷伏黎的主要经销商，七名员工都是她的下线）</span
      >。
    </p>
    <p>
      殷伏黎是同性恋，胡炼是直女。殷伏黎追求过胡炼，但被拒绝了，胡炼把这件事当笑话一样到处宣扬。而殷伏黎和她决裂的原因不是这件事，而是她经常在背地里使坏，抢白伊蔚的生意<span
        class="tip"
        >（轧客）</span
      >。
      <span class="desc" @click="handlePaper(3)">【碎片*】</span>
    </p>
    <p>
      有一次，白伊蔚向殷伏黎哭诉，说胡炼造她黄谣，污蔑她下面有烂疮，害她原本的客人都不敢来了。殷伏黎越想越生气，决定新仇旧恨一起算，找人教训了胡炼一顿。胡炼挨了打，仍然不服，扬言要把白伊蔚的逼毛拔光。
    </p>
    <p>
      殷伏黎见胡炼死不悔改，就带着白伊蔚把她堵在厕所里，打了她几十个耳光，还逼她跳粪坑。白伊蔚吓坏了，说大家都是自家姐妹，不要搞成这样。殷伏黎于是才肯罢休，临走前警告胡炼说：下次再敢出言不逊，就把你的嘴打烂。
    </p>
    <h3>仕女图</h3>
    <h4>阶段一：养成</h4>
    <p>
      成名前的陆小乙想要转型画仕女，因为他意识到，他目前的创作风格大概率会让他永无出头之日。仕女图看起来不错，题材新颖，而且流行。但首先，他得找个像样的仕女模特，想来想去，只有胡炼可以胜任这个角色。
      <span class="desc" @click="handlePaper(1)">【碎片*】</span>
    </p>
    <p>胡炼起初想让陆小乙付钱，见他很为难，便改口说：逗你玩的。</p>
    <p>
      陆小乙想，胡炼的气质虽然和常规的仕女略有出入<span class="tip"
        >（胡炼的真实性格更像男人）</span
      >，但这未必是缺陷。他给胡炼找了一本仕女画册，说：你只看，别模仿，重点在你本身。
    </p>
    <p>
      胡炼学得很认真，仕女的含蓄之美被她拿捏得很到位，但陆小乙的绘画却迟迟没有进展。尽管胡炼认为他画得已经很美了，但他就是不满意，还指责胡炼道：我一直说别模仿，重要的不是形似，而是气韵，我们讲的是气韵。懂吗？
    </p>
    <p>胡炼说：嗯，听不懂，不画了。</p>
    <p>
      胡炼收藏了几张她觉得好看的，精心装裱，挂在醒目的地方给人炫耀。身边的朋友都很羡慕她，很快便有人联系陆小乙，想当他的仕女模特，甚至愿意给他付钱，都被他拒绝了<span
        class="tip"
        >（胡炼对陆小乙有种种不满，唯独这件事让她颇感欣慰）</span
      >。
    </p>
    <h4>阶段二：崩坏</h4>
    <p>
      胡炼起初要和陆小乙做情人，但相处了一段时间后，这个想法就彻底消失了。陆小乙不仅无视她的示好，还对她营造的浪漫气氛极尽挖苦。陆小乙有个拒绝谈情说爱的理由，他觉得那些都是些庸俗、无聊、人云亦云、毫无意义的事情。胡炼说：你又想不花钱玩女人，又生怕负责，好事都让你占了，下次给钱。
    </p>
    <p>
      胡炼放弃在陆小乙面前保持形象了，于是陆小乙笔下的人物便开始走样，画到最后竟然连人形都没有了<span
        class="tip"
        >（他画仕女图的最初目的就是为了摆脱这种怪诞风格）</span
      >。
    </p>
    <p>胡炼说：你把我画得太他妈的吓人了，我晚上要做恶梦了。</p>
    <p>
      陆小乙这才意识到自己画了什么。半夜，他独自一人坐在家门口发呆，忽然有个像鬼一样的姑娘来到他面前，对他说：胡炼是漂亮，但仔细看去，却是一脸蠢相。你再怎么绞尽脑汁，也画不出什么名堂。
    </p>
    <p>
      陆小乙说：你是、殷姑娘，你怎么在这里？<span class="tip"
        >（陆小乙和殷伏黎认识，但这时候还不是熟人）</span
      >殷伏黎说：睡不着，瞎逛，走着走着就到了。陆小乙说：你刚才说胡炼，她是不是又拿着我的画四处吹牛？殷伏黎说：那个无药可救的贱婢，捧着几张废纸，还以为是宝物呢。
    </p>
    <p>陆小乙皱眉笑道：好，好，我知道你要说什么，别说了。</p>
    <p>殷伏黎从怀里取出一张皱巴巴的画纸，说：除了这张。</p>
    <p>一个画风崩坏、中邪般的胡炼。</p>
    <p>
      殷伏黎说：这张被胡炼扔掉了，我又给它捡了回来。陆小乙不知该如何评价：这个，嗯，我该说什么呢，你觉得它好看？殷伏黎说：不是好看，我是觉得你很了不起，胡炼的内里就是这副模样，竟然被你画出来了。要我说，你不妨换个人画，情况或许会有改善。
    </p>
    <h4>阶段三：橘红斑点</h4>
    <p>
      殷伏黎的话莫名影响到了陆小乙，他画画的时候到底想表达什么呢？他很在意这件事，越在意就越容易乱想，越想就画得越崩，下笔完全不受控制。忽然，房门外传来一阵少女的狂笑。
    </p>
    <p>殷伏黎站在门口。</p>
    <p>胡炼见是殷伏黎，不客气地说：谁让你进来的？这是我的房间，滚出去。</p>
    <p>
      殷伏黎没理她，对陆小乙说：陆公子，你却还在画胡炼，你不是说要把她换掉，让我来接替她吗？陆小乙说：我几时说过？殷伏黎说：你当然说过，你说，你已经厌倦胡炼了，这女人越看越蠢，只会毁掉你的灵感。
    </p>
    <p>
      胡炼说：陆小乙？陆小乙无奈地说：鬼话连篇。殷伏黎说：你还说，胡炼是你儿时的朋友，却不料长大后变得如此不堪，你想要还原你记忆里的小狐狸，可面前的人无论如何都只是个钻营的妓女。陆小乙怒道：放屁！信口雌黄！我从没这样说过！
    </p>
    <p>
      小狐狸是很久以前陆小乙给胡炼取的绰号，如果陆小乙什么都没说，殷伏黎就不可能知道。而且就算他没说，他心里也是这么想的。胡炼很难受，便赌气道：不画了，累了，你走吧，以后也别来了。又对殷伏黎说：害人精，你以后别犯在我手上。
    </p>
    <p>
      回去的路上，殷伏黎一直跟着他，说：你看，我说胡炼很蠢吧。陆小乙说：你故意挑事，有什么企图？殷伏黎直截了当地说：画我。陆小乙说：凭什么？殷伏黎说：看看我的脸。
    </p>
    <p>
      嗯？陆小乙停下来仔细端详一番，眩晕般的橘红色斑点不均匀地铺在两颊，他惊异地说：这像是中毒的症状，你中毒了。
    </p>
    <p>殷伏黎说：我知道，但我觉得很好看。</p>
  </article>
  <Modal ref="S9Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S9Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${9}_PAPER`][parseInt(index)];
  S9Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
