<template>
  <article id="S9">
    <h2><div class="story-h2">第五章·恶女花魁</div></h2>
    <h3>
      胡炼的人际关系
      <span class="desc" @click="handlePaper(0)">【碎片*】</span>
    </h3>
    <h4>胡炼/陆小乙</h4>
    <p>
      胡炼<span class="tip">（花名胡怜舟）</span
      >，鲜卑人，幼年居住在吴人坊，是陆小乙的儿时玩伴。
    </p>
    <p>
      太康元年，陆小乙去学宫读书，两人从此断了联系。三年后，陆小乙学宫归来。胡炼家的小草房已经被强拆了，她被走投无路的父母卖到了鹩儿巷。又过八年，陆小乙和胡炼在鹩儿巷重逢。长大后的胡炼和记忆里完全不同，粗俗、贪财、虚伪、假情假意、精于算计，除了美貌，她似乎变得一无是处。
    </p>
    <h4>胡炼/白伊蔚</h4>
    <p>
      胡炼和白伊蔚都在喜雨酒楼工作，她们是主事刘春芝的干女儿。
      <span class="desc" @click="handlePaper(2)">【碎片*】</span>
    </p>
    <p>
      喜雨酒楼规模不大，五个姑娘，两个人兔<span class="tip">（人妖）</span
      >，她们同时还是结拜姐妹，但大家关系很塑料。胡炼是喜雨酒楼重金聘请的头牌，有点香烛的特权<span
        class="tip"
        >（可以选择自己喜欢的嫖客）</span
      >，也可以养小鬼<span class="tip">（小白脸）</span
      >。陆小乙出名前，人们都说他是胡炼的小鬼，这是他最大的一桩黑历史，毕竟他是士族，被妓女包养是最不光彩的事。
    </p>
    <p>
      陆小乙后来一夜成名，这个说法又变了，大家说他当时不是小鬼，而是恩客<span
        class="tip"
        >（榜一大哥）</span
      >。但恩客或小鬼对胡炼来说没有区别，无论陆小乙是什么，他们的关系都能抬高她的身价。胡炼顺水推舟道：嗯，是陆小乙包养我，不是我包养他。
    </p>
    <h4>胡炼/殷伏黎</h4>
    <p>
      胡炼丹药成瘾，尤其喜欢殷伏黎贩售的极夜丹系列<span class="tip"
        >（五夜、七夜、十二夜）</span
      >。她们的合作模式是：殷伏黎以折扣价提供丹药，胡炼自己服用的同时，还可以兼职贩卖<span
        class="tip"
        >（喜雨酒楼是殷伏黎的主要经销商，七名员工都是她的下线）</span
      >。
    </p>
    <p>
      殷伏黎是同性恋，胡炼是直女。殷伏黎追求过胡炼，但被拒绝了，胡炼把这件事当笑话一样到处宣扬。而殷伏黎和她决裂的原因不是这件事，而是她经常在背地里使坏，抢白伊蔚的生意<span
        class="tip"
        >（轧客）</span
      >。
      <span class="desc" @click="handlePaper(3)">【碎片*】</span>
    </p>
    <p>
      有一次，白伊蔚向殷伏黎哭诉，说胡炼造她黄谣，污蔑她下面有烂疮，害她原本的客人都不敢来了。殷伏黎越想越生气，决定新仇旧恨一起算，找人教训了胡炼一顿。胡炼挨了打，仍然不服，扬言要把白伊蔚的逼毛拔光。
    </p>
    <p>
      殷伏黎见胡炼死不悔改，就带着白伊蔚把她堵在厕所里，打了她几十个耳光，还逼她跳粪坑。白伊蔚吓坏了，说大家都是自家姐妹，不要搞成这样。殷伏黎于是才肯罢休，临走前警告胡炼说：下次再敢出言不逊，就把你的嘴打烂。
    </p>
    <h3>仕女图</h3>
    <h4>阶段一：养成</h4>
    <p>
      成名之前，陆小乙想要转型画仕女，因为他意识到，他目前的创作风格可能会让他永无出头之日，遂谋变革之计。仕女图看上去很适合他，题材新颖，而且流行。但首先，他得找个像样的仕女模特，想来想去，只有胡炼可以胜任这个角色。<span
        class="desc"
        @click="handlePaper(1)"
        >【碎片*】</span
      >
    </p>
    <p>胡炼起初想让陆小乙付钱，见他很为难，便改口说：逗你玩的。</p>
    <p>
      陆小乙想，胡炼的气质虽然和寻常仕女略有差异<span class="tip"
        >（胡炼的真实性格更像男人）</span
      >，但这并非必然之缺陷。于是赠予胡炼一本仕女画册，说：观览此册，切勿效仿，关键在你本真之趣。
    </p>
    <p>
      胡炼勤学苦练，把仕女的含蓄美塑造得颇为入微，但陆小乙的绘画却迟迟不见进展。尽管胡炼认为他画得已经很美了，可陆小乙就是不满意，还责怪胡炼道：我说的是重在气韵，切勿效仿，气韵你懂吗？
    </p>
    <p>胡炼说：嗯，听不懂，不画了。</p>
    <p>
      胡炼收藏了几幅心仪之作，精心装裱，悬挂在房间里。身边的朋友对此颇为艳羡，纷纷向陆小乙示好，她们也想做他的仕女模特，有些人甚至愿意支付酬金，但都被他谢绝了<span
        class="tip"
        >（胡炼对陆小乙有诸多不满，唯独这件事让她觉得很欣慰）</span
      >。
    </p>
    <h4>阶段二：崩坏</h4>
    <p>
      胡炼起初相与陆小乙结为情人，然而相处日久，这个想法就逐渐消失了。陆小乙不仅无视她的倾慕，还对她营造的浪漫情调极尽挖苦，谓之无聊俗套、毫无真意。胡炼说：你又想不花钱玩女人，又怕担负情责，好事都让你占了，下次给我付钱。
    </p>
    <p>
      胡炼终于放弃扮演端庄淑女了，这直接影响到了陆小乙的创作，他笔下的人物也跟着胡炼一起放飞自我：起初只是轮廓渐失，画到最后，竟然连人形都看不出了。胡炼说：你画得太他妈的吓人了，我晚上要做恶梦了。陆小乙这才意识到自己画了什么。
    </p>
    <p>
      寂夜，陆小乙独坐门前，忽有一女子，如鬼魅般飘然而至，轻声道：人们都说胡炼貌美，可依我看，她眼中满是愚态，你用心再勤，也难成佳作。
    </p>
    <p>
      陆小乙和殷伏黎认识，但这时并不熟，他礼貌问道：殷姑娘何故在此？殷伏黎说：夜深无寐，闲步至此。陆小乙说：殷姑娘方才提起胡炼，何出此言呢？殷伏黎说：那个愚妇，捧着几张废纸，四处炫耀，以为是什么珍奇之物呢。
    </p>
    <p>陆小乙皱眉苦笑道：能说点好听的吗。</p>
    <p>殷伏黎从怀里取出一张皱巴巴的画纸，说：除了这张。</p>
    <p>一个画风崩坏、中邪般的胡炼。</p>
    <p>
      殷伏黎说：这幅小画被胡炼所弃，我把它救了回来。陆小乙不知该如何评价：这幅画，嗯，你觉得好看？殷伏黎说：不是好看，我是觉得你很了不起，胡炼的内里就是这副模样，竟然被你画出来了。要我说，你不妨换个人画，情况或许会有所改善。
    </p>
    <h4>阶段三：橘红斑点</h4>
    <p>
      殷伏黎的建议让陆小乙感到不安，画画时非但无法摒除杂念，反而被各种无由的疑虑所包围，以至于画笔狂乱，脱离本意，失其所控。忽然，屋外传来一阵少女的狂笑。
    </p>
    <p>胡炼见是殷伏黎，不客气地说：谁让你来的？这是我的房间，滚出去。</p>
    <p>
      殷伏黎没理她，对陆小乙说：陆公子怎么还在画胡炼呢，不是说让我来接替她吗？陆小乙说：我几时说过？殷伏黎说：你当然说过，你说你已经厌倦胡炼了，这女人越看越蠢，只会毁掉你的灵感。
    </p>
    <p>
      胡炼说：陆小乙？陆小乙无奈地说：鬼话连篇。殷伏黎说：你还说，你与胡炼年少相识，却不料长大后竟变得如此不堪，你想要还原记忆里的小狐狸，可面前的人无论如何都只是个钻营的妓女。陆小乙怒道：放屁！信口雌黄！我从没这样说过！
    </p>
    <p>
      小狐狸是很久以前陆小乙给胡炼取的绰号，如果陆小乙什么都没说，殷伏黎就不可能知道。而且就算他没说，他心里也是这么想的。胡炼很难受，便赌气道：不画了，累了，你走吧，以后也别来了。又对殷伏黎说：害人精，你别犯在我手上。
    </p>
    <p>
      回去的路上，殷伏黎一直跟着他，说：你看，我说胡炼很蠢吧。陆小乙说：你无中生有，故意挑事，你意欲何为呢？殷伏黎直截了当地说：画我。陆小乙说：凭什么？殷伏黎说：看看我的脸。
    </p>
    <p>
      嗯？陆小乙停下来仔细端详一番，眩晕般的橘红色斑点不均匀地铺在两颊，他惊异地说：这像是中毒的症状，你中毒了。
    </p>
    <p>殷伏黎说：我知道，但我觉得很好看。</p>
  </article>
  <Modal ref="S9Modal" />
  <Tools />
</template>
<script setup>
import Modal from "../Modal.vue";
import Tools from "./Tools.vue";
import * as PAPER from "./Paper.js";
import { ref } from "vue";
const S9Modal = ref(null);

function handlePaper(index) {
  const data = PAPER[`S${9}_PAPER`][parseInt(index)];
  S9Modal.value.openModal(data.paras); // 调用子组件方法
}
</script>
